-- phpMyAdmin SQL Dump
-- version 4.9.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Sep 17, 2023 at 09:36 PM
-- Server version: 10.4.8-MariaDB
-- PHP Version: 7.2.24

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `shayegan`
--

-- --------------------------------------------------------

--
-- Table structure for table `carts`
--

CREATE TABLE `carts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `product_id` bigint(20) UNSIGNED DEFAULT NULL,
  `member_id` bigint(20) UNSIGNED DEFAULT NULL,
  `qty` smallint(5) UNSIGNED DEFAULT NULL,
  `retail_price` bigint(20) UNSIGNED DEFAULT NULL,
  `image` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `carts`
--

INSERT INTO `carts` (`id`, `product_id`, `member_id`, `qty`, `retail_price`, `image`, `title_ar`, `created_at`, `updated_at`) VALUES
(1, 1405, 2, 1, 15000000, 'p-95d1884f837f2e3a497d2638388651c4.jpg', 'گوشی موبایل سامسونگ مدل Galaxy A54 5G دو سیم کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت', '2023-09-07 19:46:44', NULL),
(2, 1405, 2, 1, 15000000, 'p-95d1884f837f2e3a497d2638388651c4.jpg', 'گوشی موبایل سامسونگ مدل Galaxy A54 5G دو سیم کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت', '2023-09-08 08:07:56', NULL),
(3, 1405, 2, 1, 15000000, 'p-95d1884f837f2e3a497d2638388651c4.jpg', 'گوشی موبایل سامسونگ مدل Galaxy A54 5G دو سیم کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت', '2023-09-11 01:44:56', NULL),
(4, 1405, 1, 1, 15000000, 'p-95d1884f837f2e3a497d2638388651c4.jpg', 'گوشی موبایل سامسونگ مدل Galaxy A54 5G دو سیم کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت', '2023-09-12 18:26:15', NULL),
(5, 1405, 1, 1, 15000000, 'p-95d1884f837f2e3a497d2638388651c4.jpg', 'گوشی موبایل سامسونگ مدل Galaxy A54 5G دو سیم کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت', '2023-09-12 23:34:53', NULL),
(6, 1405, 1, 1, 15000000, 'p-95d1884f837f2e3a497d2638388651c4.jpg', 'گوشی موبایل سامسونگ مدل Galaxy A54 5G دو سیم کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت', '2023-09-13 23:37:10', NULL),
(7, 19, 1, 1, 2, 'p-31576cbf6c86ad3e4dc6693c6c33c80d.jpg', 'كفرات حماية ايبر بودز', '2023-09-13 23:37:32', NULL),
(8, 1405, 1, 1, 15000000, 'p-95d1884f837f2e3a497d2638388651c4.jpg', 'گوشی موبایل سامسونگ مدل Galaxy A54 5G دو سیم کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت', '2023-09-14 15:23:18', NULL),
(9, 20, 1, 1, 1, 'p-db1381128120d5a4c39b63c3198be6b6.jpg', 'طفايات تدخين', '2023-09-14 15:23:44', NULL),
(10, 1405, 1, 1, 15000000, 'p-95d1884f837f2e3a497d2638388651c4.jpg', 'گوشی موبایل سامسونگ مدل Galaxy A54 5G دو سیم کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت', '2023-09-14 18:48:56', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `cities`
--

CREATE TABLE `cities` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `province_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `active` tinyint(4) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `cities`
--

INSERT INTO `cities` (`id`, `province_id`, `name`, `slug`, `active`, `created_at`, `updated_at`) VALUES
(1, 1, 'اسکو', 'اسکو', 1, NULL, NULL),
(2, 1, 'اهر', 'اهر', 1, NULL, NULL),
(3, 1, 'ایلخچی', 'ایلخچی', 1, NULL, NULL),
(4, 1, 'آبش احمد', 'آبش-احمد', 1, NULL, NULL),
(5, 1, 'آذرشهر', 'آذرشهر', 1, NULL, NULL),
(6, 1, 'آقکند', 'آقکند', 1, NULL, NULL),
(7, 1, 'باسمنج', 'باسمنج', 1, NULL, NULL),
(8, 1, 'بخشایش', 'بخشایش', 1, NULL, NULL),
(9, 1, 'بستان آباد', 'بستان-آباد', 1, NULL, NULL),
(10, 1, 'بناب', 'بناب', 1, NULL, NULL),
(11, 1, 'بناب جدید', 'بناب-جدید', 1, NULL, NULL),
(12, 1, 'تبریز', 'تبریز', 1, NULL, NULL),
(13, 1, 'ترک', 'ترک', 1, NULL, NULL),
(14, 1, 'ترکمانچای', 'ترکمانچای', 1, NULL, NULL),
(15, 1, 'تسوج', 'تسوج', 1, NULL, NULL),
(16, 1, 'تیکمه داش', 'تیکمه-داش', 1, NULL, NULL),
(17, 1, 'جلفا', 'جلفا', 1, NULL, NULL),
(18, 1, 'خاروانا', 'خاروانا', 1, NULL, NULL),
(19, 1, 'خامنه', 'خامنه', 1, NULL, NULL),
(20, 1, 'خراجو', 'خراجو', 1, NULL, NULL),
(21, 1, 'خسروشهر', 'خسروشهر', 1, NULL, NULL),
(22, 1, 'خضرلو', 'خضرلو', 1, NULL, NULL),
(23, 1, 'خمارلو', 'خمارلو', 1, NULL, NULL),
(24, 1, 'خواجه', 'خواجه', 1, NULL, NULL),
(25, 1, 'دوزدوزان', 'دوزدوزان', 1, NULL, NULL),
(26, 1, 'زرنق', 'زرنق', 1, NULL, NULL),
(27, 1, 'زنوز', 'زنوز', 1, NULL, NULL),
(28, 1, 'سراب', 'سراب', 1, NULL, NULL),
(29, 1, 'سردرود', 'سردرود', 1, NULL, NULL),
(30, 1, 'سهند', 'سهند', 1, NULL, NULL),
(31, 1, 'سیس', 'سیس', 1, NULL, NULL),
(32, 1, 'سیه رود', 'سیه-رود', 1, NULL, NULL),
(33, 1, 'شبستر', 'شبستر', 1, NULL, NULL),
(34, 1, 'شربیان', 'شربیان', 1, NULL, NULL),
(35, 1, 'شرفخانه', 'شرفخانه', 1, NULL, NULL),
(36, 1, 'شندآباد', 'شندآباد', 1, NULL, NULL),
(37, 1, 'صوفیان', 'صوفیان', 1, NULL, NULL),
(38, 1, 'عجب شیر', 'عجب-شیر', 1, NULL, NULL),
(39, 1, 'قره آغاج', 'قره-آغاج', 1, NULL, NULL),
(40, 1, 'کشکسرای', 'کشکسرای', 1, NULL, NULL),
(41, 1, 'کلوانق', 'کلوانق', 1, NULL, NULL),
(42, 1, 'کلیبر', 'کلیبر', 1, NULL, NULL),
(43, 1, 'کوزه کنان', 'کوزه-کنان', 1, NULL, NULL),
(44, 1, 'گوگان', 'گوگان', 1, NULL, NULL),
(45, 1, 'لیلان', 'لیلان', 1, NULL, NULL),
(46, 1, 'مراغه', 'مراغه', 1, NULL, NULL),
(47, 1, 'مرند', 'مرند', 1, NULL, NULL),
(48, 1, 'ملکان', 'ملکان', 1, NULL, NULL),
(49, 1, 'ملک کیان', 'ملک-کیان', 1, NULL, NULL),
(50, 1, 'ممقان', 'ممقان', 1, NULL, NULL),
(51, 1, 'مهربان', 'مهربان', 1, NULL, NULL),
(52, 1, 'میانه', 'میانه', 1, NULL, NULL),
(53, 1, 'نظرکهریزی', 'نظرکهریزی', 1, NULL, NULL),
(54, 1, 'هادی شهر', 'هادی-شهر', 1, NULL, NULL),
(55, 1, 'هرگلان', 'هرگلان', 1, NULL, NULL),
(56, 1, 'هریس', 'هریس', 1, NULL, NULL),
(57, 1, 'هشترود', 'هشترود', 1, NULL, NULL),
(58, 1, 'هوراند', 'هوراند', 1, NULL, NULL),
(59, 1, 'وایقان', 'وایقان', 1, NULL, NULL),
(60, 1, 'ورزقان', 'ورزقان', 1, NULL, NULL),
(61, 1, 'یامچی', 'یامچی', 1, NULL, NULL),
(62, 2, 'ارومیه', 'ارومیه', 1, NULL, NULL),
(63, 2, 'اشنویه', 'اشنویه', 1, NULL, NULL),
(64, 2, 'ایواوغلی', 'ایواوغلی', 1, NULL, NULL),
(65, 2, 'آواجیق', 'آواجیق', 1, NULL, NULL),
(66, 2, 'باروق', 'باروق', 1, NULL, NULL),
(67, 2, 'بازرگان', 'بازرگان', 1, NULL, NULL),
(68, 2, 'بوکان', 'بوکان', 1, NULL, NULL),
(69, 2, 'پلدشت', 'پلدشت', 1, NULL, NULL),
(70, 2, 'پیرانشهر', 'پیرانشهر', 1, NULL, NULL),
(71, 2, 'تازه شهر', 'تازه-شهر', 1, NULL, NULL),
(72, 2, 'تکاب', 'تکاب', 1, NULL, NULL),
(73, 2, 'چهاربرج', 'چهاربرج', 1, NULL, NULL),
(74, 2, 'خوی', 'خوی', 1, NULL, NULL),
(75, 2, 'دیزج دیز', 'دیزج-دیز', 1, NULL, NULL),
(76, 2, 'ربط', 'ربط', 1, NULL, NULL),
(77, 2, 'سردشت', 'آذربایجان-غربی-سردشت', 1, NULL, NULL),
(78, 2, 'سرو', 'سرو', 1, NULL, NULL),
(79, 2, 'سلماس', 'سلماس', 1, NULL, NULL),
(80, 2, 'سیلوانه', 'سیلوانه', 1, NULL, NULL),
(81, 2, 'سیمینه', 'سیمینه', 1, NULL, NULL),
(82, 2, 'سیه چشمه', 'سیه-چشمه', 1, NULL, NULL),
(83, 2, 'شاهین دژ', 'شاهین-دژ', 1, NULL, NULL),
(84, 2, 'شوط', 'شوط', 1, NULL, NULL),
(85, 2, 'فیرورق', 'فیرورق', 1, NULL, NULL),
(86, 2, 'قره ضیاءالدین', 'قره-ضیاءالدین', 1, NULL, NULL),
(87, 2, 'قطور', 'قطور', 1, NULL, NULL),
(88, 2, 'قوشچی', 'قوشچی', 1, NULL, NULL),
(89, 2, 'کشاورز', 'کشاورز', 1, NULL, NULL),
(90, 2, 'گردکشانه', 'گردکشانه', 1, NULL, NULL),
(91, 2, 'ماکو', 'ماکو', 1, NULL, NULL),
(92, 2, 'محمدیار', 'محمدیار', 1, NULL, NULL),
(93, 2, 'محمودآباد', 'آذربایجان-غربی-محمودآباد', 1, NULL, NULL),
(94, 2, 'مهاباد', 'آذربایجان-غربی-مهاباد', 1, NULL, NULL),
(95, 2, 'میاندوآب', 'میاندوآب', 1, NULL, NULL),
(96, 2, 'میرآباد', 'میرآباد', 1, NULL, NULL),
(97, 2, 'نالوس', 'نالوس', 1, NULL, NULL),
(98, 2, 'نقده', 'نقده', 1, NULL, NULL),
(99, 2, 'نوشین', 'نوشین', 1, NULL, NULL),
(100, 3, 'اردبیل', 'شهر-اردبیل', 1, NULL, NULL),
(101, 3, 'اصلاندوز', 'اصلاندوز', 1, NULL, NULL),
(102, 3, 'آبی بیگلو', 'آبی-بیگلو', 1, NULL, NULL),
(103, 3, 'بیله سوار', 'بیله-سوار', 1, NULL, NULL),
(104, 3, 'پارس آباد', 'پارس-آباد', 1, NULL, NULL),
(105, 3, 'تازه کند', 'تازه-کند', 1, NULL, NULL),
(106, 3, 'تازه کندانگوت', 'تازه-کندانگوت', 1, NULL, NULL),
(107, 3, 'جعفرآباد', 'جعفرآباد', 1, NULL, NULL),
(108, 3, 'خلخال', 'خلخال', 1, NULL, NULL),
(109, 3, 'رضی', 'رضی', 1, NULL, NULL),
(110, 3, 'سرعین', 'سرعین', 1, NULL, NULL),
(111, 3, 'عنبران', 'عنبران', 1, NULL, NULL),
(112, 3, 'فخرآباد', 'فخرآباد', 1, NULL, NULL),
(113, 3, 'کلور', 'کلور', 1, NULL, NULL),
(114, 3, 'کوراییم', 'کوراییم', 1, NULL, NULL),
(115, 3, 'گرمی', 'گرمی', 1, NULL, NULL),
(116, 3, 'گیوی', 'گیوی', 1, NULL, NULL),
(117, 3, 'لاهرود', 'لاهرود', 1, NULL, NULL),
(118, 3, 'مشگین شهر', 'مشگین-شهر', 1, NULL, NULL),
(119, 3, 'نمین', 'نمین', 1, NULL, NULL),
(120, 3, 'نیر', 'اردبیل-نیر', 1, NULL, NULL),
(121, 3, 'هشتجین', 'هشتجین', 1, NULL, NULL),
(122, 3, 'هیر', 'هیر', 1, NULL, NULL),
(123, 4, 'ابریشم', 'ابریشم', 1, NULL, NULL),
(124, 4, 'ابوزیدآباد', 'ابوزیدآباد', 1, NULL, NULL),
(125, 4, 'اردستان', 'اردستان', 1, NULL, NULL),
(126, 4, 'اژیه', 'اژیه', 1, NULL, NULL),
(127, 4, 'اصفهان', 'شهر-اصفهان', 1, NULL, NULL),
(128, 4, 'افوس', 'افوس', 1, NULL, NULL),
(129, 4, 'انارک', 'انارک', 1, NULL, NULL),
(130, 4, 'ایمانشهر', 'ایمانشهر', 1, NULL, NULL),
(131, 4, 'آران وبیدگل', 'آران-وبیدگل', 1, NULL, NULL),
(132, 4, 'بادرود', 'بادرود', 1, NULL, NULL),
(133, 4, 'باغ بهادران', 'باغ-بهادران', 1, NULL, NULL),
(134, 4, 'بافران', 'بافران', 1, NULL, NULL),
(135, 4, 'برزک', 'برزک', 1, NULL, NULL),
(136, 4, 'برف انبار', 'برف-انبار', 1, NULL, NULL),
(137, 4, 'بهاران شهر', 'بهاران-شهر', 1, NULL, NULL),
(138, 4, 'بهارستان', 'بهارستان', 1, NULL, NULL),
(139, 4, 'بوئین و میاندشت', 'بوئین-میاندشت', 1, NULL, NULL),
(140, 4, 'پیربکران', 'پیربکران', 1, NULL, NULL),
(141, 4, 'تودشک', 'تودشک', 1, NULL, NULL),
(142, 4, 'تیران', 'تیران', 1, NULL, NULL),
(143, 4, 'جندق', 'جندق', 1, NULL, NULL),
(144, 4, 'جوزدان', 'جوزدان', 1, NULL, NULL),
(145, 4, 'جوشقان و کامو', 'جوشقان-کامو', 1, NULL, NULL),
(146, 4, 'چادگان', 'چادگان', 1, NULL, NULL),
(147, 4, 'چرمهین', 'چرمهین', 1, NULL, NULL),
(148, 4, 'چمگردان', 'چمگردان', 1, NULL, NULL),
(149, 4, 'حبیب آباد', 'حبیب-آباد', 1, NULL, NULL),
(150, 4, 'حسن آباد', 'اصفهان-حسن-آباد', 1, NULL, NULL),
(151, 4, 'حنا', 'حنا', 1, NULL, NULL),
(152, 4, 'خالدآباد', 'خالدآباد', 1, NULL, NULL),
(153, 4, 'خمینی شهر', 'خمینی-شهر', 1, NULL, NULL),
(154, 4, 'خوانسار', 'خوانسار', 1, NULL, NULL),
(155, 4, 'خور', 'اصفهان-خور', 1, NULL, NULL),
(157, 4, 'خورزوق', 'خورزوق', 1, NULL, NULL),
(158, 4, 'داران', 'داران', 1, NULL, NULL),
(159, 4, 'دامنه', 'دامنه', 1, NULL, NULL),
(160, 4, 'درچه', 'درچه', 1, NULL, NULL),
(161, 4, 'دستگرد', 'دستگرد', 1, NULL, NULL),
(162, 4, 'دهاقان', 'دهاقان', 1, NULL, NULL),
(163, 4, 'دهق', 'دهق', 1, NULL, NULL),
(164, 4, 'دولت آباد', 'اصفهان-دولت-آباد', 1, NULL, NULL),
(165, 4, 'دیزیچه', 'دیزیچه', 1, NULL, NULL),
(166, 4, 'رزوه', 'رزوه', 1, NULL, NULL),
(167, 4, 'رضوانشهر', 'اصفهان-رضوانشهر', 1, NULL, NULL),
(168, 4, 'زاینده رود', 'زاینده-رود', 1, NULL, NULL),
(169, 4, 'زرین شهر', 'زرین-شهر', 1, NULL, NULL),
(170, 4, 'زواره', 'زواره', 1, NULL, NULL),
(171, 4, 'زیباشهر', 'زیباشهر', 1, NULL, NULL),
(172, 4, 'سده لنجان', 'سده-لنجان', 1, NULL, NULL),
(173, 4, 'سفیدشهر', 'سفیدشهر', 1, NULL, NULL),
(174, 4, 'سگزی', 'سگزی', 1, NULL, NULL),
(175, 4, 'سمیرم', 'سمیرم', 1, NULL, NULL),
(176, 4, 'شاهین شهر', 'شاهین-شهر', 1, NULL, NULL),
(177, 4, 'شهرضا', 'شهرضا', 1, NULL, NULL),
(178, 4, 'طالخونچه', 'طالخونچه', 1, NULL, NULL),
(179, 4, 'عسگران', 'عسگران', 1, NULL, NULL),
(180, 4, 'علویجه', 'علویجه', 1, NULL, NULL),
(181, 4, 'فرخی', 'فرخی', 1, NULL, NULL),
(182, 4, 'فریدونشهر', 'فریدونشهر', 1, NULL, NULL),
(183, 4, 'فلاورجان', 'فلاورجان', 1, NULL, NULL),
(184, 4, 'فولادشهر', 'فولادشهر', 1, NULL, NULL),
(185, 4, 'قمصر', 'قمصر', 1, NULL, NULL),
(186, 4, 'قهجاورستان', 'قهجاورستان', 1, NULL, NULL),
(187, 4, 'قهدریجان', 'قهدریجان', 1, NULL, NULL),
(188, 4, 'کاشان', 'کاشان', 1, NULL, NULL),
(189, 4, 'کرکوند', 'کرکوند', 1, NULL, NULL),
(190, 4, 'کلیشاد و سودرجان', 'کلیشاد-سودرجان', 1, NULL, NULL),
(191, 4, 'کمشچه', 'کمشچه', 1, NULL, NULL),
(192, 4, 'کمه', 'کمه', 1, NULL, NULL),
(193, 4, 'کهریزسنگ', 'کهریزسنگ', 1, NULL, NULL),
(194, 4, 'کوشک', 'کوشک', 1, NULL, NULL),
(195, 4, 'کوهپایه', 'کوهپایه', 1, NULL, NULL),
(196, 4, 'گرگاب', 'گرگاب', 1, NULL, NULL),
(197, 4, 'گزبرخوار', 'گزبرخوار', 1, NULL, NULL),
(198, 4, 'گلپایگان', 'گلپایگان', 1, NULL, NULL),
(199, 4, 'گلدشت', 'گلدشت', 1, NULL, NULL),
(200, 4, 'گلشهر', 'گلشهر', 1, NULL, NULL),
(201, 4, 'گوگد', 'گوگد', 1, NULL, NULL),
(202, 4, 'لای بید', 'لای-بید', 1, NULL, NULL),
(203, 4, 'مبارکه', 'مبارکه', 1, NULL, NULL),
(204, 4, 'مجلسی', 'مجلسی', 1, NULL, NULL),
(205, 4, 'محمدآباد', 'اصفهان-محمدآباد', 1, NULL, NULL),
(206, 4, 'مشکات', 'مشکات', 1, NULL, NULL),
(207, 4, 'منظریه', 'منظریه', 1, NULL, NULL),
(208, 4, 'مهاباد', 'اصفهان-مهاباد', 1, NULL, NULL),
(209, 4, 'میمه', 'اصفهان-میمه', 1, NULL, NULL),
(210, 4, 'نائین', 'نائین', 1, NULL, NULL),
(211, 4, 'نجف آباد', 'نجف-آباد', 1, NULL, NULL),
(212, 4, 'نصرآباد', 'اصفهان-نصرآباد', 1, NULL, NULL),
(213, 4, 'نطنز', 'نطنز', 1, NULL, NULL),
(214, 4, 'نوش آباد', 'نوش-آباد', 1, NULL, NULL),
(215, 4, 'نیاسر', 'نیاسر', 1, NULL, NULL),
(216, 4, 'نیک آباد', 'نیک-آباد', 1, NULL, NULL),
(217, 4, 'هرند', 'هرند', 1, NULL, NULL),
(218, 4, 'ورزنه', 'ورزنه', 1, NULL, NULL),
(219, 4, 'ورنامخواست', 'ورنامخواست', 1, NULL, NULL),
(220, 4, 'وزوان', 'وزوان', 1, NULL, NULL),
(221, 4, 'ونک', 'ونک', 1, NULL, NULL),
(222, 5, 'اسارا', 'اسارا', 1, NULL, NULL),
(223, 5, 'اشتهارد', 'اشتهارد', 1, NULL, NULL),
(224, 5, 'تنکمان', 'تنکمان', 1, NULL, NULL),
(225, 5, 'چهارباغ', 'چهارباغ', 1, NULL, NULL),
(226, 5, 'سیف آباد', 'سیف-آباد', 1, NULL, NULL),
(227, 5, 'شهر جدید هشتگرد', 'شهر-جدید-هشتگرد', 1, NULL, NULL),
(228, 5, 'طالقان', 'طالقان', 1, NULL, NULL),
(229, 5, 'کرج', 'کرج', 1, NULL, NULL),
(230, 5, 'کمال شهر', 'کمال-شهر', 1, NULL, NULL),
(231, 5, 'کوهسار', 'کوهسار', 1, NULL, NULL),
(232, 5, 'گرمدره', 'گرمدره', 1, NULL, NULL),
(233, 5, 'ماهدشت', 'ماهدشت', 1, NULL, NULL),
(234, 5, 'محمدشهر', 'البرز-محمدشهر', 1, NULL, NULL),
(235, 5, 'مشکین دشت', 'مشکین-دشت', 1, NULL, NULL),
(236, 5, 'نظرآباد', 'نظرآباد', 1, NULL, NULL),
(237, 5, 'هشتگرد', 'هشتگرد', 1, NULL, NULL),
(238, 6, 'ارکواز', 'ارکواز', 1, NULL, NULL),
(239, 6, 'ایلام', 'شهر-ایلام', 1, NULL, NULL),
(240, 6, 'ایوان', 'ایوان', 1, NULL, NULL),
(241, 6, 'آبدانان', 'آبدانان', 1, NULL, NULL),
(242, 6, 'آسمان آباد', 'آسمان-آباد', 1, NULL, NULL),
(243, 6, 'بدره', 'بدره', 1, NULL, NULL),
(244, 6, 'پهله', 'پهله', 1, NULL, NULL),
(245, 6, 'توحید', 'توحید', 1, NULL, NULL),
(246, 6, 'چوار', 'چوار', 1, NULL, NULL),
(247, 6, 'دره شهر', 'دره-شهر', 1, NULL, NULL),
(248, 6, 'دلگشا', 'دلگشا', 1, NULL, NULL),
(249, 6, 'دهلران', 'دهلران', 1, NULL, NULL),
(250, 6, 'زرنه', 'زرنه', 1, NULL, NULL),
(251, 6, 'سراب باغ', 'سراب-باغ', 1, NULL, NULL),
(252, 6, 'سرابله', 'سرابله', 1, NULL, NULL),
(253, 6, 'صالح آباد', 'ایلام-صالح-آباد', 1, NULL, NULL),
(254, 6, 'لومار', 'لومار', 1, NULL, NULL),
(255, 6, 'مهران', 'مهران', 1, NULL, NULL),
(256, 6, 'مورموری', 'مورموری', 1, NULL, NULL),
(257, 6, 'موسیان', 'موسیان', 1, NULL, NULL),
(258, 6, 'میمه', 'ایلام-میمه', 1, NULL, NULL),
(259, 7, 'امام حسن', 'امام-حسن', 1, NULL, NULL),
(260, 7, 'انارستان', 'انارستان', 1, NULL, NULL),
(261, 7, 'اهرم', 'اهرم', 1, NULL, NULL),
(262, 7, 'آب پخش', 'آب-پخش', 1, NULL, NULL),
(263, 7, 'آبدان', 'آبدان', 1, NULL, NULL),
(264, 7, 'برازجان', 'برازجان', 1, NULL, NULL),
(265, 7, 'بردخون', 'بردخون', 1, NULL, NULL),
(266, 7, 'بندردیر', 'بندردیر', 1, NULL, NULL),
(267, 7, 'بندردیلم', 'بندردیلم', 1, NULL, NULL),
(268, 7, 'بندرریگ', 'بندرریگ', 1, NULL, NULL),
(269, 7, 'بندرکنگان', 'بندرکنگان', 1, NULL, NULL),
(270, 7, 'بندرگناوه', 'بندرگناوه', 1, NULL, NULL),
(271, 7, 'بنک', 'بنک', 1, NULL, NULL),
(272, 7, 'بوشهر', 'شهر-بوشهر', 1, NULL, NULL),
(273, 7, 'تنگ ارم', 'تنگ-ارم', 1, NULL, NULL),
(274, 7, 'جم', 'جم', 1, NULL, NULL),
(275, 7, 'چغادک', 'چغادک', 1, NULL, NULL),
(276, 7, 'خارک', 'خارک', 1, NULL, NULL),
(277, 7, 'خورموج', 'خورموج', 1, NULL, NULL),
(278, 7, 'دالکی', 'دالکی', 1, NULL, NULL),
(279, 7, 'دلوار', 'دلوار', 1, NULL, NULL),
(280, 7, 'ریز', 'ریز', 1, NULL, NULL),
(281, 7, 'سعدآباد', 'سعدآباد', 1, NULL, NULL),
(282, 7, 'سیراف', 'سیراف', 1, NULL, NULL),
(283, 7, 'شبانکاره', 'شبانکاره', 1, NULL, NULL),
(284, 7, 'شنبه', 'شنبه', 1, NULL, NULL),
(285, 7, 'عسلویه', 'عسلویه', 1, NULL, NULL),
(286, 7, 'کاکی', 'کاکی', 1, NULL, NULL),
(287, 7, 'کلمه', 'کلمه', 1, NULL, NULL),
(288, 7, 'نخل تقی', 'نخل-تقی', 1, NULL, NULL),
(289, 7, 'وحدتیه', 'وحدتیه', 1, NULL, NULL),
(290, 8, 'ارجمند', 'ارجمند', 1, NULL, NULL),
(291, 8, 'اسلامشهر', 'اسلامشهر', 1, NULL, NULL),
(292, 8, 'اندیشه', 'اندیشه', 1, NULL, NULL),
(293, 8, 'آبسرد', 'آبسرد', 1, NULL, NULL),
(294, 8, 'آبعلی', 'آبعلی', 1, NULL, NULL),
(295, 8, 'باغستان', 'باغستان', 1, NULL, NULL),
(296, 8, 'باقرشهر', 'باقرشهر', 1, NULL, NULL),
(297, 8, 'بومهن', 'بومهن', 1, NULL, NULL),
(298, 8, 'پاکدشت', 'پاکدشت', 1, NULL, NULL),
(299, 8, 'پردیس', 'پردیس', 1, NULL, NULL),
(300, 8, 'پیشوا', 'پیشوا', 1, NULL, NULL),
(301, 8, 'تهران', 'شهر-تهران', 1, NULL, NULL),
(302, 8, 'جوادآباد', 'جوادآباد', 1, NULL, NULL),
(303, 8, 'چهاردانگه', 'چهاردانگه', 1, NULL, NULL),
(304, 8, 'حسن آباد', 'تهران-حسن-آباد', 1, NULL, NULL),
(305, 8, 'دماوند', 'دماوند', 1, NULL, NULL),
(306, 8, 'دیزین', 'دیزین', 1, NULL, NULL),
(307, 8, 'ری', 'ری', 1, NULL, NULL),
(308, 8, 'رباط کریم', 'رباط-کریم', 1, NULL, NULL),
(309, 8, 'رودهن', 'رودهن', 1, NULL, NULL),
(310, 8, 'شاهدشهر', 'شاهدشهر', 1, NULL, NULL),
(311, 8, 'شریف آباد', 'شریف-آباد', 1, NULL, NULL),
(312, 8, 'شمشک', 'شمشک', 1, NULL, NULL),
(313, 8, 'شهریار', 'شهریار', 1, NULL, NULL),
(314, 8, 'صالح آباد', 'تهران-صالح-آباد', 1, NULL, NULL),
(315, 8, 'صباشهر', 'صباشهر', 1, NULL, NULL),
(316, 8, 'صفادشت', 'صفادشت', 1, NULL, NULL),
(317, 8, 'فردوسیه', 'فردوسیه', 1, NULL, NULL),
(318, 8, 'فشم', 'فشم', 1, NULL, NULL),
(319, 8, 'فیروزکوه', 'فیروزکوه', 1, NULL, NULL),
(320, 8, 'قدس', 'قدس', 1, NULL, NULL),
(321, 8, 'قرچک', 'قرچک', 1, NULL, NULL),
(322, 8, 'کهریزک', 'کهریزک', 1, NULL, NULL),
(323, 8, 'کیلان', 'کیلان', 1, NULL, NULL),
(324, 8, 'گلستان', 'شهر-گلستان', 1, NULL, NULL),
(325, 8, 'لواسان', 'لواسان', 1, NULL, NULL),
(326, 8, 'ملارد', 'ملارد', 1, NULL, NULL),
(327, 8, 'میگون', 'میگون', 1, NULL, NULL),
(328, 8, 'نسیم شهر', 'نسیم-شهر', 1, NULL, NULL),
(329, 8, 'نصیرآباد', 'نصیرآباد', 1, NULL, NULL),
(330, 8, 'وحیدیه', 'وحیدیه', 1, NULL, NULL),
(331, 8, 'ورامین', 'ورامین', 1, NULL, NULL),
(332, 9, 'اردل', 'اردل', 1, NULL, NULL),
(333, 9, 'آلونی', 'آلونی', 1, NULL, NULL),
(334, 9, 'باباحیدر', 'باباحیدر', 1, NULL, NULL),
(335, 9, 'بروجن', 'بروجن', 1, NULL, NULL),
(336, 9, 'بلداجی', 'بلداجی', 1, NULL, NULL),
(337, 9, 'بن', 'بن', 1, NULL, NULL),
(338, 9, 'جونقان', 'جونقان', 1, NULL, NULL),
(339, 9, 'چلگرد', 'چلگرد', 1, NULL, NULL),
(340, 9, 'سامان', 'سامان', 1, NULL, NULL),
(341, 9, 'سفیددشت', 'سفیددشت', 1, NULL, NULL),
(342, 9, 'سودجان', 'سودجان', 1, NULL, NULL),
(343, 9, 'سورشجان', 'سورشجان', 1, NULL, NULL),
(344, 9, 'شلمزار', 'شلمزار', 1, NULL, NULL),
(345, 9, 'شهرکرد', 'شهرکرد', 1, NULL, NULL),
(346, 9, 'طاقانک', 'طاقانک', 1, NULL, NULL),
(347, 9, 'فارسان', 'فارسان', 1, NULL, NULL),
(348, 9, 'فرادبنه', 'فرادبنه', 1, NULL, NULL),
(349, 9, 'فرخ شهر', 'فرخ-شهر', 1, NULL, NULL),
(350, 9, 'کیان', 'کیان', 1, NULL, NULL),
(351, 9, 'گندمان', 'گندمان', 1, NULL, NULL),
(352, 9, 'گهرو', 'گهرو', 1, NULL, NULL),
(353, 9, 'لردگان', 'لردگان', 1, NULL, NULL),
(354, 9, 'مال خلیفه', 'مال-خلیفه', 1, NULL, NULL),
(355, 9, 'ناغان', 'ناغان', 1, NULL, NULL),
(356, 9, 'نافچ', 'نافچ', 1, NULL, NULL),
(357, 9, 'نقنه', 'نقنه', 1, NULL, NULL),
(358, 9, 'هفشجان', 'هفشجان', 1, NULL, NULL),
(359, 10, 'ارسک', 'ارسک', 1, NULL, NULL),
(360, 10, 'اسدیه', 'اسدیه', 1, NULL, NULL),
(361, 10, 'اسفدن', 'اسفدن', 1, NULL, NULL),
(362, 10, 'اسلامیه', 'اسلامیه', 1, NULL, NULL),
(363, 10, 'آرین شهر', 'آرین-شهر', 1, NULL, NULL),
(364, 10, 'آیسک', 'آیسک', 1, NULL, NULL),
(365, 10, 'بشرویه', 'بشرویه', 1, NULL, NULL),
(366, 10, 'بیرجند', 'بیرجند', 1, NULL, NULL),
(367, 10, 'حاجی آباد', 'خراسان-جنوبی-حاجی-آباد', 1, NULL, NULL),
(368, 10, 'خضری دشت بیاض', 'خضری-دشت-بیاض', 1, NULL, NULL),
(369, 10, 'خوسف', 'خوسف', 1, NULL, NULL),
(370, 10, 'زهان', 'زهان', 1, NULL, NULL),
(371, 10, 'سرایان', 'سرایان', 1, NULL, NULL),
(372, 10, 'سربیشه', 'سربیشه', 1, NULL, NULL),
(373, 10, 'سه قلعه', 'سه-قلعه', 1, NULL, NULL),
(374, 10, 'شوسف', 'شوسف', 1, NULL, NULL),
(375, 10, 'طبس ', 'خراسان-جنوبی-طبس-', 1, NULL, NULL),
(376, 10, 'فردوس', 'فردوس', 1, NULL, NULL),
(377, 10, 'قاین', 'قاین', 1, NULL, NULL),
(378, 10, 'قهستان', 'قهستان', 1, NULL, NULL),
(379, 10, 'محمدشهر', 'خراسان-جنوبی-محمدشهر', 1, NULL, NULL),
(380, 10, 'مود', 'مود', 1, NULL, NULL),
(381, 10, 'نهبندان', 'نهبندان', 1, NULL, NULL),
(382, 10, 'نیمبلوک', 'نیمبلوک', 1, NULL, NULL),
(383, 11, 'احمدآباد صولت', 'احمدآباد-صولت', 1, NULL, NULL),
(384, 11, 'انابد', 'انابد', 1, NULL, NULL),
(385, 11, 'باجگیران', 'باجگیران', 1, NULL, NULL),
(386, 11, 'باخرز', 'باخرز', 1, NULL, NULL),
(387, 11, 'بار', 'بار', 1, NULL, NULL),
(388, 11, 'بایگ', 'بایگ', 1, NULL, NULL),
(389, 11, 'بجستان', 'بجستان', 1, NULL, NULL),
(390, 11, 'بردسکن', 'بردسکن', 1, NULL, NULL),
(391, 11, 'بیدخت', 'بیدخت', 1, NULL, NULL),
(392, 11, 'تایباد', 'تایباد', 1, NULL, NULL),
(393, 11, 'تربت جام', 'تربت-جام', 1, NULL, NULL),
(394, 11, 'تربت حیدریه', 'تربت-حیدریه', 1, NULL, NULL),
(395, 11, 'جغتای', 'جغتای', 1, NULL, NULL),
(396, 11, 'جنگل', 'جنگل', 1, NULL, NULL),
(397, 11, 'چاپشلو', 'چاپشلو', 1, NULL, NULL),
(398, 11, 'چکنه', 'چکنه', 1, NULL, NULL),
(399, 11, 'چناران', 'چناران', 1, NULL, NULL),
(400, 11, 'خرو', 'خرو', 1, NULL, NULL),
(401, 11, 'خلیل آباد', 'خلیل-آباد', 1, NULL, NULL),
(402, 11, 'خواف', 'خواف', 1, NULL, NULL),
(403, 11, 'داورزن', 'داورزن', 1, NULL, NULL),
(404, 11, 'درگز', 'درگز', 1, NULL, NULL),
(405, 11, 'در رود', 'در-رود', 1, NULL, NULL),
(406, 11, 'دولت آباد', 'خراسان-رضوی-دولت-آباد', 1, NULL, NULL),
(407, 11, 'رباط سنگ', 'رباط-سنگ', 1, NULL, NULL),
(408, 11, 'رشتخوار', 'رشتخوار', 1, NULL, NULL),
(409, 11, 'رضویه', 'رضویه', 1, NULL, NULL),
(410, 11, 'روداب', 'روداب', 1, NULL, NULL),
(411, 11, 'ریوش', 'ریوش', 1, NULL, NULL),
(412, 11, 'سبزوار', 'سبزوار', 1, NULL, NULL),
(413, 11, 'سرخس', 'سرخس', 1, NULL, NULL),
(414, 11, 'سفیدسنگ', 'سفیدسنگ', 1, NULL, NULL),
(415, 11, 'سلامی', 'سلامی', 1, NULL, NULL),
(416, 11, 'سلطان آباد', 'سلطان-آباد', 1, NULL, NULL),
(417, 11, 'سنگان', 'سنگان', 1, NULL, NULL),
(418, 11, 'شادمهر', 'شادمهر', 1, NULL, NULL),
(419, 11, 'شاندیز', 'شاندیز', 1, NULL, NULL),
(420, 11, 'ششتمد', 'ششتمد', 1, NULL, NULL),
(421, 11, 'شهرآباد', 'شهرآباد', 1, NULL, NULL),
(422, 11, 'شهرزو', 'شهرزو', 1, NULL, NULL),
(423, 11, 'صالح آباد', 'خراسان-رضوی-صالح-آباد', 1, NULL, NULL),
(424, 11, 'طرقبه', 'طرقبه', 1, NULL, NULL),
(425, 11, 'عشق آباد', 'خراسان-رضوی-عشق-آباد', 1, NULL, NULL),
(426, 11, 'فرهادگرد', 'فرهادگرد', 1, NULL, NULL),
(427, 11, 'فریمان', 'فریمان', 1, NULL, NULL),
(428, 11, 'فیروزه', 'فیروزه', 1, NULL, NULL),
(429, 11, 'فیض آباد', 'فیض-آباد', 1, NULL, NULL),
(430, 11, 'قاسم آباد', 'قاسم-آباد', 1, NULL, NULL),
(431, 11, 'قدمگاه', 'قدمگاه', 1, NULL, NULL),
(432, 11, 'قلندرآباد', 'قلندرآباد', 1, NULL, NULL),
(433, 11, 'قوچان', 'قوچان', 1, NULL, NULL),
(434, 11, 'کاخک', 'کاخک', 1, NULL, NULL),
(435, 11, 'کاریز', 'کاریز', 1, NULL, NULL),
(436, 11, 'کاشمر', 'کاشمر', 1, NULL, NULL),
(437, 11, 'کدکن', 'کدکن', 1, NULL, NULL),
(438, 11, 'کلات', 'کلات', 1, NULL, NULL),
(439, 11, 'کندر', 'کندر', 1, NULL, NULL),
(440, 11, 'گلمکان', 'گلمکان', 1, NULL, NULL),
(441, 11, 'گناباد', 'گناباد', 1, NULL, NULL),
(442, 11, 'لطف آباد', 'لطف-آباد', 1, NULL, NULL),
(443, 11, 'مزدآوند', 'مزدآوند', 1, NULL, NULL),
(444, 11, 'مشهد', 'مشهد', 1, NULL, NULL),
(445, 11, 'ملک آباد', 'ملک-آباد', 1, NULL, NULL),
(446, 11, 'نشتیفان', 'نشتیفان', 1, NULL, NULL),
(447, 11, 'نصرآباد', 'خراسان-رضوی-نصرآباد', 1, NULL, NULL),
(448, 11, 'نقاب', 'نقاب', 1, NULL, NULL),
(449, 11, 'نوخندان', 'نوخندان', 1, NULL, NULL),
(450, 11, 'نیشابور', 'نیشابور', 1, NULL, NULL),
(451, 11, 'نیل شهر', 'نیل-شهر', 1, NULL, NULL),
(452, 11, 'همت آباد', 'همت-آباد', 1, NULL, NULL),
(453, 11, 'یونسی', 'یونسی', 1, NULL, NULL),
(454, 12, 'اسفراین', 'اسفراین', 1, NULL, NULL),
(455, 12, 'ایور', 'ایور', 1, NULL, NULL),
(456, 12, 'آشخانه', 'آشخانه', 1, NULL, NULL),
(457, 12, 'بجنورد', 'بجنورد', 1, NULL, NULL),
(458, 12, 'پیش قلعه', 'پیش-قلعه', 1, NULL, NULL),
(459, 12, 'تیتکانلو', 'تیتکانلو', 1, NULL, NULL),
(460, 12, 'جاجرم', 'جاجرم', 1, NULL, NULL),
(461, 12, 'حصارگرمخان', 'حصارگرمخان', 1, NULL, NULL),
(462, 12, 'درق', 'درق', 1, NULL, NULL),
(463, 12, 'راز', 'راز', 1, NULL, NULL),
(464, 12, 'سنخواست', 'سنخواست', 1, NULL, NULL),
(465, 12, 'شوقان', 'شوقان', 1, NULL, NULL),
(466, 12, 'شیروان', 'شیروان', 1, NULL, NULL),
(467, 12, 'صفی آباد', 'خراسان-شمالی-صفی-آباد', 1, NULL, NULL),
(468, 12, 'فاروج', 'فاروج', 1, NULL, NULL),
(469, 12, 'قاضی', 'قاضی', 1, NULL, NULL),
(470, 12, 'گرمه', 'گرمه', 1, NULL, NULL),
(471, 12, 'لوجلی', 'لوجلی', 1, NULL, NULL),
(472, 13, 'اروندکنار', 'اروندکنار', 1, NULL, NULL),
(473, 13, 'الوان', 'الوان', 1, NULL, NULL),
(474, 13, 'امیدیه', 'امیدیه', 1, NULL, NULL),
(475, 13, 'اندیمشک', 'اندیمشک', 1, NULL, NULL),
(476, 13, 'اهواز', 'اهواز', 1, NULL, NULL),
(477, 13, 'ایذه', 'ایذه', 1, NULL, NULL),
(478, 13, 'آبادان', 'آبادان', 1, NULL, NULL),
(479, 13, 'آغاجاری', 'آغاجاری', 1, NULL, NULL),
(480, 13, 'باغ ملک', 'باغ-ملک', 1, NULL, NULL),
(481, 13, 'بستان', 'بستان', 1, NULL, NULL),
(482, 13, 'بندرامام خمینی', 'بندرامام-خمینی', 1, NULL, NULL),
(483, 13, 'بندرماهشهر', 'بندرماهشهر', 1, NULL, NULL),
(484, 13, 'بهبهان', 'بهبهان', 1, NULL, NULL),
(485, 13, 'ترکالکی', 'ترکالکی', 1, NULL, NULL),
(486, 13, 'جایزان', 'جایزان', 1, NULL, NULL),
(487, 13, 'چمران', 'چمران', 1, NULL, NULL),
(488, 13, 'چویبده', 'چویبده', 1, NULL, NULL),
(489, 13, 'حر', 'حر', 1, NULL, NULL),
(490, 13, 'حسینیه', 'حسینیه', 1, NULL, NULL),
(491, 13, 'حمزه', 'حمزه', 1, NULL, NULL),
(492, 13, 'حمیدیه', 'حمیدیه', 1, NULL, NULL),
(493, 13, 'خرمشهر', 'خرمشهر', 1, NULL, NULL),
(494, 13, 'دارخوین', 'دارخوین', 1, NULL, NULL),
(495, 13, 'دزآب', 'دزآب', 1, NULL, NULL),
(496, 13, 'دزفول', 'دزفول', 1, NULL, NULL),
(497, 13, 'دهدز', 'دهدز', 1, NULL, NULL),
(498, 13, 'رامشیر', 'رامشیر', 1, NULL, NULL),
(499, 13, 'رامهرمز', 'رامهرمز', 1, NULL, NULL),
(500, 13, 'رفیع', 'رفیع', 1, NULL, NULL),
(501, 13, 'زهره', 'زهره', 1, NULL, NULL),
(502, 13, 'سالند', 'سالند', 1, NULL, NULL),
(503, 13, 'سردشت', 'خوزستان-سردشت', 1, NULL, NULL),
(504, 13, 'سوسنگرد', 'سوسنگرد', 1, NULL, NULL),
(505, 13, 'شادگان', 'شادگان', 1, NULL, NULL),
(506, 13, 'شاوور', 'شاوور', 1, NULL, NULL),
(507, 13, 'شرافت', 'شرافت', 1, NULL, NULL),
(508, 13, 'شوش', 'شوش', 1, NULL, NULL),
(509, 13, 'شوشتر', 'شوشتر', 1, NULL, NULL),
(510, 13, 'شیبان', 'شیبان', 1, NULL, NULL),
(511, 13, 'صالح شهر', 'صالح-شهر', 1, NULL, NULL),
(512, 13, 'صفی آباد', 'خوزستان-صفی-آباد', 1, NULL, NULL),
(513, 13, 'صیدون', 'صیدون', 1, NULL, NULL),
(514, 13, 'قلعه تل', 'قلعه-تل', 1, NULL, NULL),
(515, 13, 'قلعه خواجه', 'قلعه-خواجه', 1, NULL, NULL),
(516, 13, 'گتوند', 'گتوند', 1, NULL, NULL),
(517, 13, 'لالی', 'لالی', 1, NULL, NULL),
(518, 13, 'مسجدسلیمان', 'مسجدسلیمان', 1, NULL, NULL),
(520, 13, 'ملاثانی', 'ملاثانی', 1, NULL, NULL),
(521, 13, 'میانرود', 'میانرود', 1, NULL, NULL),
(522, 13, 'مینوشهر', 'مینوشهر', 1, NULL, NULL),
(523, 13, 'هفتگل', 'هفتگل', 1, NULL, NULL),
(524, 13, 'هندیجان', 'هندیجان', 1, NULL, NULL),
(525, 13, 'هویزه', 'هویزه', 1, NULL, NULL),
(526, 13, 'ویس', 'ویس', 1, NULL, NULL),
(527, 14, 'ابهر', 'ابهر', 1, NULL, NULL),
(528, 14, 'ارمغان خانه', 'ارمغان-خانه', 1, NULL, NULL),
(529, 14, 'آب بر', 'آب-بر', 1, NULL, NULL),
(530, 14, 'چورزق', 'چورزق', 1, NULL, NULL),
(531, 14, 'حلب', 'حلب', 1, NULL, NULL),
(532, 14, 'خرمدره', 'خرمدره', 1, NULL, NULL),
(533, 14, 'دندی', 'دندی', 1, NULL, NULL),
(534, 14, 'زرین آباد', 'زرین-آباد', 1, NULL, NULL),
(535, 14, 'زرین رود', 'زرین-رود', 1, NULL, NULL),
(536, 14, 'زنجان', 'شهر-زنجان', 1, NULL, NULL),
(537, 14, 'سجاس', 'سجاس', 1, NULL, NULL),
(538, 14, 'سلطانیه', 'سلطانیه', 1, NULL, NULL),
(539, 14, 'سهرورد', 'سهرورد', 1, NULL, NULL),
(540, 14, 'صائین قلعه', 'صائین-قلعه', 1, NULL, NULL),
(541, 14, 'قیدار', 'قیدار', 1, NULL, NULL),
(542, 14, 'گرماب', 'گرماب', 1, NULL, NULL),
(543, 14, 'ماه نشان', 'ماه-نشان', 1, NULL, NULL),
(544, 14, 'هیدج', 'هیدج', 1, NULL, NULL),
(545, 15, 'امیریه', 'امیریه', 1, NULL, NULL),
(546, 15, 'ایوانکی', 'ایوانکی', 1, NULL, NULL),
(547, 15, 'آرادان', 'آرادان', 1, NULL, NULL),
(548, 15, 'بسطام', 'بسطام', 1, NULL, NULL),
(549, 15, 'بیارجمند', 'بیارجمند', 1, NULL, NULL),
(550, 15, 'دامغان', 'دامغان', 1, NULL, NULL),
(551, 15, 'درجزین', 'درجزین', 1, NULL, NULL),
(552, 15, 'دیباج', 'دیباج', 1, NULL, NULL),
(553, 15, 'سرخه', 'سرخه', 1, NULL, NULL),
(554, 15, 'سمنان', 'شهر-سمنان', 1, NULL, NULL),
(555, 15, 'شاهرود', 'شاهرود', 1, NULL, NULL),
(556, 15, 'شهمیرزاد', 'شهمیرزاد', 1, NULL, NULL),
(557, 15, 'کلاته خیج', 'کلاته-خیج', 1, NULL, NULL),
(558, 15, 'گرمسار', 'گرمسار', 1, NULL, NULL),
(559, 15, 'مجن', 'مجن', 1, NULL, NULL),
(560, 15, 'مهدی شهر', 'مهدی-شهر', 1, NULL, NULL),
(561, 15, 'میامی', 'میامی', 1, NULL, NULL),
(562, 16, 'ادیمی', 'ادیمی', 1, NULL, NULL),
(563, 16, 'اسپکه', 'اسپکه', 1, NULL, NULL),
(564, 16, 'ایرانشهر', 'ایرانشهر', 1, NULL, NULL),
(565, 16, 'بزمان', 'بزمان', 1, NULL, NULL),
(566, 16, 'بمپور', 'بمپور', 1, NULL, NULL),
(567, 16, 'بنت', 'بنت', 1, NULL, NULL),
(568, 16, 'بنجار', 'بنجار', 1, NULL, NULL),
(569, 16, 'پیشین', 'پیشین', 1, NULL, NULL),
(570, 16, 'جالق', 'جالق', 1, NULL, NULL),
(571, 16, 'چابهار', 'چابهار', 1, NULL, NULL),
(572, 16, 'خاش', 'خاش', 1, NULL, NULL),
(573, 16, 'دوست محمد', 'دوست-محمد', 1, NULL, NULL),
(574, 16, 'راسک', 'راسک', 1, NULL, NULL),
(575, 16, 'زابل', 'زابل', 1, NULL, NULL),
(576, 16, 'زابلی', 'زابلی', 1, NULL, NULL),
(577, 16, 'زاهدان', 'زاهدان', 1, NULL, NULL),
(578, 16, 'زهک', 'زهک', 1, NULL, NULL),
(579, 16, 'سراوان', 'سراوان', 1, NULL, NULL),
(580, 16, 'سرباز', 'سرباز', 1, NULL, NULL),
(581, 16, 'سوران', 'سوران', 1, NULL, NULL),
(582, 16, 'سیرکان', 'سیرکان', 1, NULL, NULL),
(583, 16, 'علی اکبر', 'علی-اکبر', 1, NULL, NULL),
(584, 16, 'فنوج', 'فنوج', 1, NULL, NULL),
(585, 16, 'قصرقند', 'قصرقند', 1, NULL, NULL),
(586, 16, 'کنارک', 'کنارک', 1, NULL, NULL),
(587, 16, 'گشت', 'گشت', 1, NULL, NULL),
(588, 16, 'گلمورتی', 'گلمورتی', 1, NULL, NULL),
(589, 16, 'محمدان', 'محمدان', 1, NULL, NULL),
(590, 16, 'محمدآباد', 'سیستان-و-بلوچستان-محمدآباد', 1, NULL, NULL),
(591, 16, 'محمدی', 'محمدی', 1, NULL, NULL),
(592, 16, 'میرجاوه', 'میرجاوه', 1, NULL, NULL),
(593, 16, 'نصرت آباد', 'نصرت-آباد', 1, NULL, NULL),
(594, 16, 'نگور', 'نگور', 1, NULL, NULL),
(595, 16, 'نوک آباد', 'نوک-آباد', 1, NULL, NULL),
(596, 16, 'نیک شهر', 'نیک-شهر', 1, NULL, NULL),
(597, 16, 'هیدوچ', 'هیدوچ', 1, NULL, NULL),
(598, 17, 'اردکان', 'فارس-اردکان', 1, NULL, NULL),
(599, 17, 'ارسنجان', 'ارسنجان', 1, NULL, NULL),
(600, 17, 'استهبان', 'استهبان', 1, NULL, NULL),
(601, 17, 'اشکنان', 'اشکنان', 1, NULL, NULL),
(602, 17, 'افزر', 'افزر', 1, NULL, NULL),
(603, 17, 'اقلید', 'اقلید', 1, NULL, NULL),
(604, 17, 'امام شهر', 'امام-شهر', 1, NULL, NULL),
(605, 17, 'اهل', 'اهل', 1, NULL, NULL),
(606, 17, 'اوز', 'اوز', 1, NULL, NULL),
(607, 17, 'ایج', 'ایج', 1, NULL, NULL),
(608, 17, 'ایزدخواست', 'ایزدخواست', 1, NULL, NULL),
(609, 17, 'آباده', 'آباده', 1, NULL, NULL),
(610, 17, 'آباده طشک', 'آباده-طشک', 1, NULL, NULL),
(611, 17, 'باب انار', 'باب-انار', 1, NULL, NULL),
(612, 17, 'بالاده', 'فارس-بالاده', 1, NULL, NULL),
(613, 17, 'بنارویه', 'بنارویه', 1, NULL, NULL),
(614, 17, 'بهمن', 'بهمن', 1, NULL, NULL),
(615, 17, 'بوانات', 'بوانات', 1, NULL, NULL),
(616, 17, 'بیرم', 'بیرم', 1, NULL, NULL),
(617, 17, 'بیضا', 'بیضا', 1, NULL, NULL),
(618, 17, 'جنت شهر', 'جنت-شهر', 1, NULL, NULL),
(619, 17, 'جهرم', 'جهرم', 1, NULL, NULL),
(620, 17, 'جویم', 'جویم', 1, NULL, NULL),
(621, 17, 'زرین دشت', 'زرین-دشت', 1, NULL, NULL),
(622, 17, 'حسن آباد', 'فارس-حسن-آباد', 1, NULL, NULL),
(623, 17, 'خان زنیان', 'خان-زنیان', 1, NULL, NULL),
(624, 17, 'خاوران', 'خاوران', 1, NULL, NULL),
(625, 17, 'خرامه', 'خرامه', 1, NULL, NULL),
(626, 17, 'خشت', 'خشت', 1, NULL, NULL),
(627, 17, 'خنج', 'خنج', 1, NULL, NULL),
(628, 17, 'خور', 'فارس-خور', 1, NULL, NULL),
(629, 17, 'داراب', 'داراب', 1, NULL, NULL),
(630, 17, 'داریان', 'داریان', 1, NULL, NULL),
(631, 17, 'دبیران', 'دبیران', 1, NULL, NULL),
(632, 17, 'دژکرد', 'دژکرد', 1, NULL, NULL),
(633, 17, 'دهرم', 'دهرم', 1, NULL, NULL),
(634, 17, 'دوبرجی', 'دوبرجی', 1, NULL, NULL),
(635, 17, 'رامجرد', 'رامجرد', 1, NULL, NULL),
(636, 17, 'رونیز', 'رونیز', 1, NULL, NULL),
(637, 17, 'زاهدشهر', 'زاهدشهر', 1, NULL, NULL),
(638, 17, 'زرقان', 'زرقان', 1, NULL, NULL),
(639, 17, 'سده', 'سده', 1, NULL, NULL),
(640, 17, 'سروستان', 'سروستان', 1, NULL, NULL),
(641, 17, 'سعادت شهر', 'سعادت-شهر', 1, NULL, NULL),
(642, 17, 'سورمق', 'سورمق', 1, NULL, NULL),
(643, 17, 'سیدان', 'سیدان', 1, NULL, NULL),
(644, 17, 'ششده', 'ششده', 1, NULL, NULL),
(645, 17, 'شهرپیر', 'شهرپیر', 1, NULL, NULL),
(646, 17, 'شهرصدرا', 'شهرصدرا', 1, NULL, NULL),
(647, 17, 'شیراز', 'شیراز', 1, NULL, NULL),
(648, 17, 'صغاد', 'صغاد', 1, NULL, NULL),
(649, 17, 'صفاشهر', 'صفاشهر', 1, NULL, NULL),
(650, 17, 'علامرودشت', 'علامرودشت', 1, NULL, NULL),
(651, 17, 'فدامی', 'فدامی', 1, NULL, NULL),
(652, 17, 'فراشبند', 'فراشبند', 1, NULL, NULL),
(653, 17, 'فسا', 'فسا', 1, NULL, NULL),
(654, 17, 'فیروزآباد', 'فارس-فیروزآباد', 1, NULL, NULL),
(655, 17, 'قائمیه', 'قائمیه', 1, NULL, NULL),
(656, 17, 'قادرآباد', 'قادرآباد', 1, NULL, NULL),
(657, 17, 'قطب آباد', 'قطب-آباد', 1, NULL, NULL),
(658, 17, 'قطرویه', 'قطرویه', 1, NULL, NULL),
(659, 17, 'قیر', 'قیر', 1, NULL, NULL),
(660, 17, 'کارزین (فتح آباد)', 'کارزین-فتح-آباد', 1, NULL, NULL),
(661, 17, 'کازرون', 'کازرون', 1, NULL, NULL),
(662, 17, 'کامفیروز', 'کامفیروز', 1, NULL, NULL),
(663, 17, 'کره ای', 'کره-ای', 1, NULL, NULL),
(664, 17, 'کنارتخته', 'کنارتخته', 1, NULL, NULL),
(665, 17, 'کوار', 'کوار', 1, NULL, NULL),
(666, 17, 'گراش', 'گراش', 1, NULL, NULL),
(667, 17, 'گله دار', 'گله-دار', 1, NULL, NULL),
(668, 17, 'لار', 'لار', 1, NULL, NULL),
(669, 17, 'لامرد', 'لامرد', 1, NULL, NULL),
(670, 17, 'لپویی', 'لپویی', 1, NULL, NULL),
(671, 17, 'لطیفی', 'لطیفی', 1, NULL, NULL),
(672, 17, 'مبارک آباددیز', 'مبارک-آباددیز', 1, NULL, NULL),
(673, 17, 'مرودشت', 'مرودشت', 1, NULL, NULL),
(674, 17, 'مشکان', 'مشکان', 1, NULL, NULL),
(675, 17, 'مصیری', 'مصیری', 1, NULL, NULL),
(676, 17, 'مهر', 'مهر', 1, NULL, NULL),
(677, 17, 'میمند', 'میمند', 1, NULL, NULL),
(678, 17, 'نوبندگان', 'نوبندگان', 1, NULL, NULL),
(679, 17, 'نوجین', 'نوجین', 1, NULL, NULL),
(680, 17, 'نودان', 'نودان', 1, NULL, NULL),
(681, 17, 'نورآباد', 'فارس-نورآباد', 1, NULL, NULL),
(682, 17, 'نی ریز', 'نی-ریز', 1, NULL, NULL),
(683, 17, 'وراوی', 'وراوی', 1, NULL, NULL),
(684, 18, 'ارداق', 'ارداق', 1, NULL, NULL),
(685, 18, 'اسفرورین', 'اسفرورین', 1, NULL, NULL),
(686, 18, 'اقبالیه', 'اقبالیه', 1, NULL, NULL),
(687, 18, 'الوند', 'الوند', 1, NULL, NULL),
(688, 18, 'آبگرم', 'آبگرم', 1, NULL, NULL),
(689, 18, 'آبیک', 'آبیک', 1, NULL, NULL),
(690, 18, 'آوج', 'آوج', 1, NULL, NULL),
(691, 18, 'بوئین زهرا', 'بوئین-زهرا', 1, NULL, NULL),
(692, 18, 'بیدستان', 'بیدستان', 1, NULL, NULL),
(693, 18, 'تاکستان', 'تاکستان', 1, NULL, NULL),
(694, 18, 'خاکعلی', 'خاکعلی', 1, NULL, NULL),
(695, 18, 'خرمدشت', 'خرمدشت', 1, NULL, NULL),
(696, 18, 'دانسفهان', 'دانسفهان', 1, NULL, NULL),
(697, 18, 'رازمیان', 'رازمیان', 1, NULL, NULL),
(698, 18, 'سگزآباد', 'سگزآباد', 1, NULL, NULL),
(699, 18, 'سیردان', 'سیردان', 1, NULL, NULL),
(700, 18, 'شال', 'شال', 1, NULL, NULL),
(701, 18, 'شریفیه', 'شریفیه', 1, NULL, NULL),
(702, 18, 'ضیاآباد', 'ضیاآباد', 1, NULL, NULL),
(703, 18, 'قزوین', 'شهر-قزوین', 1, NULL, NULL),
(704, 18, 'کوهین', 'کوهین', 1, NULL, NULL),
(705, 18, 'محمدیه', 'محمدیه', 1, NULL, NULL),
(706, 18, 'محمودآباد نمونه', 'محمودآباد-نمونه', 1, NULL, NULL),
(707, 18, 'معلم کلایه', 'معلم-کلایه', 1, NULL, NULL),
(708, 18, 'نرجه', 'نرجه', 1, NULL, NULL),
(709, 19, 'جعفریه', 'جعفریه', 1, NULL, NULL),
(710, 19, 'دستجرد', 'دستجرد', 1, NULL, NULL),
(711, 19, 'سلفچگان', 'سلفچگان', 1, NULL, NULL),
(712, 19, 'قم', 'شهر-قم', 1, NULL, NULL),
(713, 19, 'قنوات', 'قنوات', 1, NULL, NULL),
(714, 19, 'کهک', 'کهک', 1, NULL, NULL),
(715, 20, 'آرمرده', 'آرمرده', 1, NULL, NULL),
(716, 20, 'بابارشانی', 'بابارشانی', 1, NULL, NULL),
(717, 20, 'بانه', 'بانه', 1, NULL, NULL),
(718, 20, 'بلبان آباد', 'بلبان-آباد', 1, NULL, NULL),
(719, 20, 'بوئین سفلی', 'بوئین-سفلی', 1, NULL, NULL),
(720, 20, 'بیجار', 'بیجار', 1, NULL, NULL),
(721, 20, 'چناره', 'چناره', 1, NULL, NULL),
(722, 20, 'دزج', 'دزج', 1, NULL, NULL),
(723, 20, 'دلبران', 'دلبران', 1, NULL, NULL),
(724, 20, 'دهگلان', 'دهگلان', 1, NULL, NULL),
(725, 20, 'دیواندره', 'دیواندره', 1, NULL, NULL),
(726, 20, 'زرینه', 'زرینه', 1, NULL, NULL),
(727, 20, 'سروآباد', 'سروآباد', 1, NULL, NULL),
(728, 20, 'سریش آباد', 'سریش-آباد', 1, NULL, NULL),
(729, 20, 'سقز', 'سقز', 1, NULL, NULL),
(730, 20, 'سنندج', 'سنندج', 1, NULL, NULL),
(731, 20, 'شویشه', 'شویشه', 1, NULL, NULL),
(732, 20, 'صاحب', 'صاحب', 1, NULL, NULL),
(733, 20, 'قروه', 'قروه', 1, NULL, NULL),
(734, 20, 'کامیاران', 'کامیاران', 1, NULL, NULL),
(735, 20, 'کانی دینار', 'کانی-دینار', 1, NULL, NULL),
(736, 20, 'کانی سور', 'کانی-سور', 1, NULL, NULL),
(737, 20, 'مریوان', 'مریوان', 1, NULL, NULL),
(738, 20, 'موچش', 'موچش', 1, NULL, NULL),
(739, 20, 'یاسوکند', 'یاسوکند', 1, NULL, NULL),
(740, 21, 'اختیارآباد', 'اختیارآباد', 1, NULL, NULL),
(741, 21, 'ارزوئیه', 'ارزوئیه', 1, NULL, NULL),
(742, 21, 'امین شهر', 'امین-شهر', 1, NULL, NULL),
(743, 21, 'انار', 'انار', 1, NULL, NULL),
(744, 21, 'اندوهجرد', 'اندوهجرد', 1, NULL, NULL),
(745, 21, 'باغین', 'باغین', 1, NULL, NULL),
(746, 21, 'بافت', 'بافت', 1, NULL, NULL),
(747, 21, 'بردسیر', 'بردسیر', 1, NULL, NULL),
(748, 21, 'بروات', 'بروات', 1, NULL, NULL),
(749, 21, 'بزنجان', 'بزنجان', 1, NULL, NULL),
(750, 21, 'بم', 'بم', 1, NULL, NULL),
(751, 21, 'بهرمان', 'بهرمان', 1, NULL, NULL),
(752, 21, 'پاریز', 'پاریز', 1, NULL, NULL),
(753, 21, 'جبالبارز', 'جبالبارز', 1, NULL, NULL),
(754, 21, 'جوپار', 'جوپار', 1, NULL, NULL),
(755, 21, 'جوزم', 'جوزم', 1, NULL, NULL),
(756, 21, 'جیرفت', 'جیرفت', 1, NULL, NULL),
(757, 21, 'چترود', 'چترود', 1, NULL, NULL),
(758, 21, 'خاتون آباد', 'خاتون-آباد', 1, NULL, NULL),
(759, 21, 'خانوک', 'خانوک', 1, NULL, NULL),
(760, 21, 'خورسند', 'خورسند', 1, NULL, NULL),
(761, 21, 'درب بهشت', 'درب-بهشت', 1, NULL, NULL),
(762, 21, 'دهج', 'دهج', 1, NULL, NULL),
(763, 21, 'رابر', 'رابر', 1, NULL, NULL),
(764, 21, 'راور', 'راور', 1, NULL, NULL),
(765, 21, 'راین', 'راین', 1, NULL, NULL),
(766, 21, 'رفسنجان', 'رفسنجان', 1, NULL, NULL),
(767, 21, 'رودبار', 'کرمان-رودبار', 1, NULL, NULL),
(768, 21, 'ریحان شهر', 'ریحان-شهر', 1, NULL, NULL),
(769, 21, 'زرند', 'زرند', 1, NULL, NULL),
(770, 21, 'زنگی آباد', 'زنگی-آباد', 1, NULL, NULL),
(771, 21, 'زیدآباد', 'زیدآباد', 1, NULL, NULL),
(772, 21, 'سیرجان', 'سیرجان', 1, NULL, NULL),
(773, 21, 'شهداد', 'شهداد', 1, NULL, NULL),
(774, 21, 'شهربابک', 'شهربابک', 1, NULL, NULL),
(775, 21, 'صفائیه', 'صفائیه', 1, NULL, NULL),
(776, 21, 'عنبرآباد', 'عنبرآباد', 1, NULL, NULL),
(777, 21, 'فاریاب', 'فاریاب', 1, NULL, NULL),
(778, 21, 'فهرج', 'فهرج', 1, NULL, NULL),
(779, 21, 'قلعه گنج', 'قلعه-گنج', 1, NULL, NULL),
(780, 21, 'کاظم آباد', 'کاظم-آباد', 1, NULL, NULL),
(781, 21, 'کرمان', 'شهر-کرمان', 1, NULL, NULL),
(782, 21, 'کشکوئیه', 'کشکوئیه', 1, NULL, NULL),
(783, 21, 'کهنوج', 'کهنوج', 1, NULL, NULL),
(784, 21, 'کوهبنان', 'کوهبنان', 1, NULL, NULL),
(785, 21, 'کیانشهر', 'کیانشهر', 1, NULL, NULL),
(786, 21, 'گلباف', 'گلباف', 1, NULL, NULL),
(787, 21, 'گلزار', 'گلزار', 1, NULL, NULL),
(788, 21, 'لاله زار', 'لاله-زار', 1, NULL, NULL),
(789, 21, 'ماهان', 'ماهان', 1, NULL, NULL),
(790, 21, 'محمدآباد', 'کرمان-محمدآباد', 1, NULL, NULL),
(791, 21, 'محی آباد', 'محی-آباد', 1, NULL, NULL),
(792, 21, 'مردهک', 'مردهک', 1, NULL, NULL),
(793, 21, 'مس سرچشمه', 'مس-سرچشمه', 1, NULL, NULL),
(794, 21, 'منوجان', 'منوجان', 1, NULL, NULL),
(795, 21, 'نجف شهر', 'نجف-شهر', 1, NULL, NULL),
(796, 21, 'نرماشیر', 'نرماشیر', 1, NULL, NULL),
(797, 21, 'نظام شهر', 'نظام-شهر', 1, NULL, NULL),
(798, 21, 'نگار', 'نگار', 1, NULL, NULL),
(799, 21, 'نودژ', 'نودژ', 1, NULL, NULL),
(800, 21, 'هجدک', 'هجدک', 1, NULL, NULL),
(801, 21, 'یزدان شهر', 'یزدان-شهر', 1, NULL, NULL),
(802, 22, 'ازگله', 'ازگله', 1, NULL, NULL),
(803, 22, 'اسلام آباد غرب', 'اسلام-آباد-غرب', 1, NULL, NULL),
(804, 22, 'باینگان', 'باینگان', 1, NULL, NULL),
(805, 22, 'بیستون', 'بیستون', 1, NULL, NULL),
(806, 22, 'پاوه', 'پاوه', 1, NULL, NULL),
(807, 22, 'تازه آباد', 'تازه-آباد', 1, NULL, NULL),
(808, 22, 'جوان رود', 'جوان-رود', 1, NULL, NULL),
(809, 22, 'حمیل', 'حمیل', 1, NULL, NULL),
(810, 22, 'ماهیدشت', 'ماهیدشت', 1, NULL, NULL),
(811, 22, 'روانسر', 'روانسر', 1, NULL, NULL),
(812, 22, 'سرپل ذهاب', 'سرپل-ذهاب', 1, NULL, NULL),
(813, 22, 'سرمست', 'سرمست', 1, NULL, NULL),
(814, 22, 'سطر', 'سطر', 1, NULL, NULL),
(815, 22, 'سنقر', 'سنقر', 1, NULL, NULL),
(816, 22, 'سومار', 'سومار', 1, NULL, NULL),
(817, 22, 'شاهو', 'شاهو', 1, NULL, NULL),
(818, 22, 'صحنه', 'صحنه', 1, NULL, NULL),
(819, 22, 'قصرشیرین', 'قصرشیرین', 1, NULL, NULL),
(820, 22, 'کرمانشاه', 'شهر-کرمانشاه', 1, NULL, NULL),
(821, 22, 'کرندغرب', 'کرندغرب', 1, NULL, NULL),
(822, 22, 'کنگاور', 'کنگاور', 1, NULL, NULL),
(823, 22, 'کوزران', 'کوزران', 1, NULL, NULL),
(824, 22, 'گهواره', 'گهواره', 1, NULL, NULL),
(825, 22, 'گیلانغرب', 'گیلانغرب', 1, NULL, NULL),
(826, 22, 'میان راهان', 'میان-راهان', 1, NULL, NULL),
(827, 22, 'نودشه', 'نودشه', 1, NULL, NULL),
(828, 22, 'نوسود', 'نوسود', 1, NULL, NULL),
(829, 22, 'هرسین', 'هرسین', 1, NULL, NULL),
(830, 22, 'هلشی', 'هلشی', 1, NULL, NULL),
(831, 23, 'باشت', 'باشت', 1, NULL, NULL),
(832, 23, 'پاتاوه', 'پاتاوه', 1, NULL, NULL),
(833, 23, 'چرام', 'چرام', 1, NULL, NULL),
(834, 23, 'چیتاب', 'چیتاب', 1, NULL, NULL),
(835, 23, 'دهدشت', 'دهدشت', 1, NULL, NULL),
(836, 23, 'دوگنبدان', 'دوگنبدان', 1, NULL, NULL),
(837, 23, 'دیشموک', 'دیشموک', 1, NULL, NULL),
(838, 23, 'سوق', 'سوق', 1, NULL, NULL),
(839, 23, 'سی سخت', 'سی-سخت', 1, NULL, NULL),
(840, 23, 'قلعه رئیسی', 'قلعه-رئیسی', 1, NULL, NULL),
(841, 23, 'گراب سفلی', 'گراب-سفلی', 1, NULL, NULL),
(842, 23, 'لنده', 'لنده', 1, NULL, NULL),
(843, 23, 'لیکک', 'لیکک', 1, NULL, NULL),
(844, 23, 'مادوان', 'مادوان', 1, NULL, NULL),
(845, 23, 'مارگون', 'مارگون', 1, NULL, NULL),
(846, 23, 'یاسوج', 'یاسوج', 1, NULL, NULL),
(847, 24, 'انبارآلوم', 'انبارآلوم', 1, NULL, NULL),
(848, 24, 'اینچه برون', 'اینچه-برون', 1, NULL, NULL),
(849, 24, 'آزادشهر', 'آزادشهر', 1, NULL, NULL),
(850, 24, 'آق قلا', 'آق-قلا', 1, NULL, NULL),
(851, 24, 'بندرترکمن', 'بندرترکمن', 1, NULL, NULL),
(852, 24, 'بندرگز', 'بندرگز', 1, NULL, NULL),
(853, 24, 'جلین', 'جلین', 1, NULL, NULL),
(854, 24, 'خان ببین', 'خان-ببین', 1, NULL, NULL),
(855, 24, 'دلند', 'دلند', 1, NULL, NULL),
(856, 24, 'رامیان', 'رامیان', 1, NULL, NULL),
(857, 24, 'سرخنکلاته', 'سرخنکلاته', 1, NULL, NULL),
(858, 24, 'سیمین شهر', 'سیمین-شهر', 1, NULL, NULL),
(859, 24, 'علی آباد کتول', 'علی-آباد-کتول', 1, NULL, NULL),
(860, 24, 'فاضل آباد', 'فاضل-آباد', 1, NULL, NULL),
(861, 24, 'کردکوی', 'کردکوی', 1, NULL, NULL),
(862, 24, 'کلاله', 'کلاله', 1, NULL, NULL),
(863, 24, 'گالیکش', 'گالیکش', 1, NULL, NULL),
(864, 24, 'گرگان', 'گرگان', 1, NULL, NULL),
(865, 24, 'گمیش تپه', 'گمیش-تپه', 1, NULL, NULL),
(866, 24, 'گنبدکاووس', 'گنبدکاووس', 1, NULL, NULL),
(867, 24, 'مراوه', 'مراوه', 1, NULL, NULL),
(868, 24, 'مینودشت', 'مینودشت', 1, NULL, NULL),
(869, 24, 'نگین شهر', 'نگین-شهر', 1, NULL, NULL),
(870, 24, 'نوده خاندوز', 'نوده-خاندوز', 1, NULL, NULL),
(871, 24, 'نوکنده', 'نوکنده', 1, NULL, NULL),
(872, 25, 'ازنا', 'ازنا', 1, NULL, NULL),
(873, 25, 'اشترینان', 'اشترینان', 1, NULL, NULL),
(874, 25, 'الشتر', 'الشتر', 1, NULL, NULL),
(875, 25, 'الیگودرز', 'الیگودرز', 1, NULL, NULL),
(876, 25, 'بروجرد', 'بروجرد', 1, NULL, NULL),
(877, 25, 'پلدختر', 'پلدختر', 1, NULL, NULL),
(878, 25, 'چالانچولان', 'چالانچولان', 1, NULL, NULL),
(879, 25, 'چغلوندی', 'چغلوندی', 1, NULL, NULL),
(880, 25, 'چقابل', 'چقابل', 1, NULL, NULL),
(881, 25, 'خرم آباد', 'لرستان-خرم-آباد', 1, NULL, NULL),
(882, 25, 'درب گنبد', 'درب-گنبد', 1, NULL, NULL),
(883, 25, 'دورود', 'دورود', 1, NULL, NULL),
(884, 25, 'زاغه', 'زاغه', 1, NULL, NULL),
(885, 25, 'سپیددشت', 'سپیددشت', 1, NULL, NULL),
(886, 25, 'سراب دوره', 'سراب-دوره', 1, NULL, NULL),
(887, 25, 'فیروزآباد', 'لرستان-فیروزآباد', 1, NULL, NULL),
(888, 25, 'کونانی', 'کونانی', 1, NULL, NULL),
(889, 25, 'کوهدشت', 'کوهدشت', 1, NULL, NULL),
(890, 25, 'گراب', 'گراب', 1, NULL, NULL),
(891, 25, 'معمولان', 'معمولان', 1, NULL, NULL),
(892, 25, 'مومن آباد', 'مومن-آباد', 1, NULL, NULL),
(893, 25, 'نورآباد', 'لرستان-نورآباد', 1, NULL, NULL),
(894, 25, 'ویسیان', 'ویسیان', 1, NULL, NULL),
(895, 26, 'احمدسرگوراب', 'احمدسرگوراب', 1, NULL, NULL),
(896, 26, 'اسالم', 'اسالم', 1, NULL, NULL),
(897, 26, 'اطاقور', 'اطاقور', 1, NULL, NULL),
(898, 26, 'املش', 'املش', 1, NULL, NULL),
(899, 26, 'آستارا', 'آستارا', 1, NULL, NULL),
(900, 26, 'آستانه اشرفیه', 'آستانه-اشرفیه', 1, NULL, NULL),
(901, 26, 'بازار جمعه', 'بازار-جمعه', 1, NULL, NULL),
(902, 26, 'بره سر', 'بره-سر', 1, NULL, NULL),
(903, 26, 'بندرانزلی', 'بندرانزلی', 1, NULL, NULL),
(906, 26, 'پره سر', 'پره-سر', 1, NULL, NULL),
(907, 26, 'تالش', 'تالش', 1, NULL, NULL),
(908, 26, 'توتکابن', 'توتکابن', 1, NULL, NULL),
(909, 26, 'جیرنده', 'جیرنده', 1, NULL, NULL),
(910, 26, 'چابکسر', 'چابکسر', 1, NULL, NULL),
(911, 26, 'چاف و چمخاله', 'چاف-و-چمخاله', 1, NULL, NULL),
(912, 26, 'چوبر', 'چوبر', 1, NULL, NULL),
(913, 26, 'حویق', 'حویق', 1, NULL, NULL),
(914, 26, 'خشکبیجار', 'خشکبیجار', 1, NULL, NULL),
(915, 26, 'خمام', 'خمام', 1, NULL, NULL),
(916, 26, 'دیلمان', 'دیلمان', 1, NULL, NULL),
(917, 26, 'رانکوه', 'رانکوه', 1, NULL, NULL),
(918, 26, 'رحیم آباد', 'رحیم-آباد', 1, NULL, NULL),
(919, 26, 'رستم آباد', 'رستم-آباد', 1, NULL, NULL),
(920, 26, 'رشت', 'رشت', 1, NULL, NULL),
(921, 26, 'رضوانشهر', 'گیلان-رضوانشهر', 1, NULL, NULL),
(922, 26, 'رودبار', 'گیلان-رودبار', 1, NULL, NULL),
(923, 26, 'رودبنه', 'رودبنه', 1, NULL, NULL),
(924, 26, 'رودسر', 'رودسر', 1, NULL, NULL),
(925, 26, 'سنگر', 'سنگر', 1, NULL, NULL),
(926, 26, 'سیاهکل', 'سیاهکل', 1, NULL, NULL),
(927, 26, 'شفت', 'شفت', 1, NULL, NULL),
(928, 26, 'شلمان', 'شلمان', 1, NULL, NULL),
(929, 26, 'صومعه سرا', 'صومعه-سرا', 1, NULL, NULL),
(930, 26, 'فومن', 'فومن', 1, NULL, NULL),
(931, 26, 'کلاچای', 'کلاچای', 1, NULL, NULL),
(932, 26, 'کوچصفهان', 'کوچصفهان', 1, NULL, NULL),
(933, 26, 'کومله', 'کومله', 1, NULL, NULL),
(934, 26, 'کیاشهر', 'کیاشهر', 1, NULL, NULL),
(935, 26, 'گوراب زرمیخ', 'گوراب-زرمیخ', 1, NULL, NULL),
(936, 26, 'لاهیجان', 'لاهیجان', 1, NULL, NULL),
(937, 26, 'لشت نشا', 'لشت-نشا', 1, NULL, NULL),
(938, 26, 'لنگرود', 'لنگرود', 1, NULL, NULL),
(939, 26, 'لوشان', 'لوشان', 1, NULL, NULL),
(940, 26, 'لولمان', 'لولمان', 1, NULL, NULL),
(941, 26, 'لوندویل', 'لوندویل', 1, NULL, NULL),
(942, 26, 'لیسار', 'لیسار', 1, NULL, NULL),
(943, 26, 'ماسال', 'ماسال', 1, NULL, NULL),
(944, 26, 'ماسوله', 'ماسوله', 1, NULL, NULL),
(945, 26, 'مرجقل', 'مرجقل', 1, NULL, NULL),
(946, 26, 'منجیل', 'منجیل', 1, NULL, NULL),
(947, 26, 'واجارگاه', 'واجارگاه', 1, NULL, NULL),
(948, 27, 'امیرکلا', 'امیرکلا', 1, NULL, NULL),
(949, 27, 'ایزدشهر', 'ایزدشهر', 1, NULL, NULL),
(950, 27, 'آلاشت', 'آلاشت', 1, NULL, NULL),
(951, 27, 'آمل', 'آمل', 1, NULL, NULL),
(952, 27, 'بابل', 'بابل', 1, NULL, NULL),
(953, 27, 'بابلسر', 'بابلسر', 1, NULL, NULL),
(954, 27, 'بالاده', 'مازندران-بالاده', 1, NULL, NULL),
(955, 27, 'بهشهر', 'بهشهر', 1, NULL, NULL),
(956, 27, 'بهنمیر', 'بهنمیر', 1, NULL, NULL),
(957, 27, 'پل سفید', 'پل-سفید', 1, NULL, NULL),
(958, 27, 'تنکابن', 'تنکابن', 1, NULL, NULL),
(959, 27, 'جویبار', 'جویبار', 1, NULL, NULL),
(960, 27, 'چالوس', 'چالوس', 1, NULL, NULL),
(961, 27, 'چمستان', 'چمستان', 1, NULL, NULL),
(962, 27, 'خرم آباد', 'مازندران-خرم-آباد', 1, NULL, NULL),
(963, 27, 'خلیل شهر', 'خلیل-شهر', 1, NULL, NULL),
(964, 27, 'خوش رودپی', 'خوش-رودپی', 1, NULL, NULL),
(965, 27, 'دابودشت', 'دابودشت', 1, NULL, NULL),
(966, 27, 'رامسر', 'رامسر', 1, NULL, NULL),
(967, 27, 'رستمکلا', 'رستمکلا', 1, NULL, NULL),
(968, 27, 'رویان', 'رویان', 1, NULL, NULL),
(969, 27, 'رینه', 'رینه', 1, NULL, NULL),
(970, 27, 'زرگرمحله', 'زرگرمحله', 1, NULL, NULL),
(971, 27, 'زیرآب', 'زیرآب', 1, NULL, NULL),
(972, 27, 'ساری', 'ساری', 1, NULL, NULL),
(973, 27, 'سرخرود', 'سرخرود', 1, NULL, NULL),
(974, 27, 'سلمان شهر', 'سلمان-شهر', 1, NULL, NULL),
(975, 27, 'سورک', 'سورک', 1, NULL, NULL),
(976, 27, 'شیرگاه', 'شیرگاه', 1, NULL, NULL),
(977, 27, 'شیرود', 'شیرود', 1, NULL, NULL),
(978, 27, 'عباس آباد', 'عباس-آباد', 1, NULL, NULL),
(979, 27, 'فریدونکنار', 'فریدونکنار', 1, NULL, NULL),
(980, 27, 'فریم', 'فریم', 1, NULL, NULL),
(981, 27, 'قائم شهر', 'قائم-شهر', 1, NULL, NULL),
(982, 27, 'کتالم', 'کتالم', 1, NULL, NULL),
(983, 27, 'کلارآباد', 'کلارآباد', 1, NULL, NULL),
(984, 27, 'کلاردشت', 'کلاردشت', 1, NULL, NULL),
(985, 27, 'کله بست', 'کله-بست', 1, NULL, NULL),
(986, 27, 'کوهی خیل', 'کوهی-خیل', 1, NULL, NULL),
(987, 27, 'کیاسر', 'کیاسر', 1, NULL, NULL),
(988, 27, 'کیاکلا', 'کیاکلا', 1, NULL, NULL),
(989, 27, 'گتاب', 'گتاب', 1, NULL, NULL),
(990, 27, 'گزنک', 'گزنک', 1, NULL, NULL),
(991, 27, 'گلوگاه', 'گلوگاه', 1, NULL, NULL),
(992, 27, 'محمودآباد', 'مازندران-محمودآباد', 1, NULL, NULL),
(993, 27, 'مرزن آباد', 'مرزن-آباد', 1, NULL, NULL),
(994, 27, 'مرزیکلا', 'مرزیکلا', 1, NULL, NULL),
(995, 27, 'نشتارود', 'نشتارود', 1, NULL, NULL),
(996, 27, 'نکا', 'نکا', 1, NULL, NULL),
(997, 27, 'نور', 'نور', 1, NULL, NULL),
(998, 27, 'نوشهر', 'نوشهر', 1, NULL, NULL),
(999, 28, 'اراک', 'اراک', 1, NULL, NULL),
(1000, 28, 'آستانه', 'آستانه', 1, NULL, NULL),
(1001, 28, 'آشتیان', 'آشتیان', 1, NULL, NULL),
(1002, 28, 'پرندک', 'پرندک', 1, NULL, NULL),
(1003, 28, 'تفرش', 'تفرش', 1, NULL, NULL),
(1004, 28, 'توره', 'توره', 1, NULL, NULL),
(1005, 28, 'جاورسیان', 'جاورسیان', 1, NULL, NULL),
(1006, 28, 'خشکرود', 'خشکرود', 1, NULL, NULL),
(1007, 28, 'خمین', 'خمین', 1, NULL, NULL),
(1008, 28, 'خنداب', 'خنداب', 1, NULL, NULL),
(1009, 28, 'داودآباد', 'داودآباد', 1, NULL, NULL),
(1010, 28, 'دلیجان', 'دلیجان', 1, NULL, NULL),
(1011, 28, 'رازقان', 'رازقان', 1, NULL, NULL),
(1012, 28, 'زاویه', 'زاویه', 1, NULL, NULL),
(1013, 28, 'ساروق', 'ساروق', 1, NULL, NULL),
(1014, 28, 'ساوه', 'ساوه', 1, NULL, NULL),
(1015, 28, 'سنجان', 'سنجان', 1, NULL, NULL),
(1016, 28, 'شازند', 'شازند', 1, NULL, NULL),
(1017, 28, 'غرق آباد', 'غرق-آباد', 1, NULL, NULL),
(1018, 28, 'فرمهین', 'فرمهین', 1, NULL, NULL),
(1019, 28, 'قورچی باشی', 'قورچی-باشی', 1, NULL, NULL),
(1020, 28, 'کرهرود', 'کرهرود', 1, NULL, NULL),
(1021, 28, 'کمیجان', 'کمیجان', 1, NULL, NULL),
(1022, 28, 'مامونیه', 'مامونیه', 1, NULL, NULL),
(1023, 28, 'محلات', 'محلات', 1, NULL, NULL),
(1024, 28, 'مهاجران', 'مهاجران', 1, NULL, NULL),
(1025, 28, 'میلاجرد', 'میلاجرد', 1, NULL, NULL),
(1026, 28, 'نراق', 'نراق', 1, NULL, NULL),
(1027, 28, 'نوبران', 'نوبران', 1, NULL, NULL),
(1028, 28, 'نیمور', 'نیمور', 1, NULL, NULL),
(1029, 28, 'هندودر', 'هندودر', 1, NULL, NULL),
(1030, 29, 'ابوموسی', 'ابوموسی', 1, NULL, NULL),
(1031, 29, 'بستک', 'بستک', 1, NULL, NULL),
(1032, 29, 'بندرجاسک', 'بندرجاسک', 1, NULL, NULL),
(1033, 29, 'بندرچارک', 'بندرچارک', 1, NULL, NULL),
(1034, 29, 'بندرخمیر', 'بندرخمیر', 1, NULL, NULL),
(1035, 29, 'بندرعباس', 'بندرعباس', 1, NULL, NULL),
(1036, 29, 'بندرلنگه', 'بندرلنگه', 1, NULL, NULL),
(1037, 29, 'بیکا', 'بیکا', 1, NULL, NULL),
(1038, 29, 'پارسیان', 'پارسیان', 1, NULL, NULL),
(1039, 29, 'تخت', 'تخت', 1, NULL, NULL),
(1040, 29, 'جناح', 'جناح', 1, NULL, NULL),
(1041, 29, 'حاجی آباد', 'هرمزگان-حاجی-آباد', 1, NULL, NULL),
(1042, 29, 'درگهان', 'درگهان', 1, NULL, NULL),
(1043, 29, 'دهبارز', 'دهبارز', 1, NULL, NULL),
(1044, 29, 'رویدر', 'رویدر', 1, NULL, NULL),
(1045, 29, 'زیارتعلی', 'زیارتعلی', 1, NULL, NULL),
(1046, 29, 'سردشت', 'هرمزگان-سردشت', 1, NULL, NULL),
(1047, 29, 'سندرک', 'سندرک', 1, NULL, NULL),
(1048, 29, 'سوزا', 'سوزا', 1, NULL, NULL),
(1049, 29, 'سیریک', 'سیریک', 1, NULL, NULL),
(1050, 29, 'فارغان', 'فارغان', 1, NULL, NULL),
(1051, 29, 'فین', 'فین', 1, NULL, NULL),
(1052, 29, 'قشم', 'قشم', 1, NULL, NULL),
(1053, 29, 'قلعه قاضی', 'قلعه-قاضی', 1, NULL, NULL),
(1054, 29, 'کنگ', 'کنگ', 1, NULL, NULL),
(1055, 29, 'کوشکنار', 'کوشکنار', 1, NULL, NULL),
(1056, 29, 'کیش', 'کیش', 1, NULL, NULL),
(1057, 29, 'گوهران', 'گوهران', 1, NULL, NULL),
(1058, 29, 'میناب', 'میناب', 1, NULL, NULL),
(1059, 29, 'هرمز', 'هرمز', 1, NULL, NULL),
(1060, 29, 'هشتبندی', 'هشتبندی', 1, NULL, NULL),
(1061, 30, 'ازندریان', 'ازندریان', 1, NULL, NULL),
(1062, 30, 'اسدآباد', 'اسدآباد', 1, NULL, NULL),
(1063, 30, 'برزول', 'برزول', 1, NULL, NULL),
(1064, 30, 'بهار', 'بهار', 1, NULL, NULL),
(1065, 30, 'تویسرکان', 'تویسرکان', 1, NULL, NULL),
(1066, 30, 'جورقان', 'جورقان', 1, NULL, NULL),
(1067, 30, 'جوکار', 'جوکار', 1, NULL, NULL),
(1068, 30, 'دمق', 'دمق', 1, NULL, NULL),
(1069, 30, 'رزن', 'رزن', 1, NULL, NULL),
(1070, 30, 'زنگنه', 'زنگنه', 1, NULL, NULL),
(1071, 30, 'سامن', 'سامن', 1, NULL, NULL),
(1072, 30, 'سرکان', 'سرکان', 1, NULL, NULL),
(1073, 30, 'شیرین سو', 'شیرین-سو', 1, NULL, NULL),
(1074, 30, 'صالح آباد', 'همدان-صالح-آباد', 1, NULL, NULL),
(1075, 30, 'فامنین', 'فامنین', 1, NULL, NULL),
(1076, 30, 'فرسفج', 'فرسفج', 1, NULL, NULL),
(1077, 30, 'فیروزان', 'فیروزان', 1, NULL, NULL),
(1078, 30, 'قروه درجزین', 'قروه-درجزین', 1, NULL, NULL),
(1079, 30, 'قهاوند', 'قهاوند', 1, NULL, NULL),
(1080, 30, 'کبودر آهنگ', 'کبودر-آهنگ', 1, NULL, NULL),
(1081, 30, 'گل تپه', 'گل-تپه', 1, NULL, NULL),
(1082, 30, 'گیان', 'گیان', 1, NULL, NULL),
(1083, 30, 'لالجین', 'لالجین', 1, NULL, NULL),
(1084, 30, 'مریانج', 'مریانج', 1, NULL, NULL),
(1085, 30, 'ملایر', 'ملایر', 1, NULL, NULL),
(1086, 30, 'نهاوند', 'نهاوند', 1, NULL, NULL),
(1087, 30, 'همدان', 'شهر-همدان', 1, NULL, NULL),
(1088, 31, 'ابرکوه', 'ابرکوه', 1, NULL, NULL),
(1089, 31, 'احمدآباد', 'احمدآباد', 1, NULL, NULL),
(1090, 31, 'اردکان', 'یزد-اردکان', 1, NULL, NULL),
(1091, 31, 'اشکذر', 'اشکذر', 1, NULL, NULL),
(1092, 31, 'بافق', 'بافق', 1, NULL, NULL),
(1093, 31, 'بفروئیه', 'بفروئیه', 1, NULL, NULL),
(1094, 31, 'بهاباد', 'بهاباد', 1, NULL, NULL),
(1095, 31, 'تفت', 'تفت', 1, NULL, NULL),
(1096, 31, 'حمیدیا', 'حمیدیا', 1, NULL, NULL),
(1097, 31, 'خضرآباد', 'خضرآباد', 1, NULL, NULL),
(1098, 31, 'دیهوک', 'دیهوک', 1, NULL, NULL),
(1099, 31, 'زارچ', 'زارچ', 1, NULL, NULL),
(1100, 31, 'شاهدیه', 'شاهدیه', 1, NULL, NULL),
(1101, 31, 'طبس', 'یزد-طبس', 1, NULL, NULL),
(1103, 31, 'عقدا', 'عقدا', 1, NULL, NULL),
(1104, 31, 'مروست', 'مروست', 1, NULL, NULL),
(1105, 31, 'مهردشت', 'مهردشت', 1, NULL, NULL),
(1106, 31, 'مهریز', 'مهریز', 1, NULL, NULL),
(1107, 31, 'میبد', 'میبد', 1, NULL, NULL),
(1108, 31, 'ندوشن', 'ندوشن', 1, NULL, NULL),
(1109, 31, 'نیر', 'یزد-نیر', 1, NULL, NULL),
(1110, 31, 'هرات', 'هرات', 1, NULL, NULL),
(1111, 31, 'یزد', 'شهر-یزد', 1, NULL, NULL),
(1116, 8, 'پرند', 'پرند', 1, NULL, NULL),
(1117, 5, 'فردیس', 'فردیس', 1, NULL, NULL),
(1118, 5, 'مارلیک', 'مارلیک', 1, NULL, NULL),
(1119, 27, 'سادات شهر', 'سادات-شهر', 1, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `gwc_apis`
--

CREATE TABLE `gwc_apis` (
  `id` int(11) NOT NULL,
  `details` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `parameters` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `method` enum('GET','POST') COLLATE utf8mb4_unicode_ci DEFAULT 'GET',
  `url` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_apis`
--

INSERT INTO `gwc_apis` (`id`, `details`, `parameters`, `method`, `url`, `updated_at`, `created_at`) VALUES
(1, '<p>To get all offers</p>', 'offset=0 , catid=0 , product_sort_by(popular,max-price,min-price,a-z,z-a) , filter_by_color , filter_by_size, filter_by_tags, rangeprice(0-100),', 'POST', '/api/getOffers', '2021-08-03 09:57:05', '2021-08-03 09:50:36'),
(2, '<p>Get listings for Country , States &amp; area</p>', 'parent_id=0', 'POST', '/api/getCSA', '2021-08-03 10:02:57', '2021-08-03 10:02:57'),
(3, '<p>Get home components  like  slideshow , Banner , Sections , others</p>', 'device_token,device_type(ios,android),bearer_token(in header)', 'GET', '/api/getHome', '2021-08-04 14:57:58', '2021-08-03 10:05:16'),
(4, '<p>Get Single Screen like About Us , Privacy Policy and Terms &amp; Conditions</p>', 'keyname = (about-us , terms-conditions, privacy-policy)', 'POST', '/api/getSinglePage', '2021-08-03 10:08:19', '2021-08-03 10:08:19'),
(5, '<p>Get Contact Address details</p>', NULL, 'GET', '/api/getContactDetails', '2021-08-03 10:10:06', '2021-08-03 10:10:06'),
(6, '<p>Post contact form data to the server</p>', 'name , email , mobile , subject , message', 'POST', '/api/postContactForm', '2021-08-03 10:11:27', '2021-08-03 10:11:27'),
(7, '<p>Get FAQ listings</p>', NULL, 'GET', '/api/getFAQ', '2021-08-03 10:12:32', '2021-08-03 10:12:32'),
(8, '<p>Get social links and icons</p>', NULL, 'GET', '/api/getSocialLinks', '2021-08-03 10:13:04', '2021-08-03 10:13:04'),
(9, 'Quick search', 'sq = your search keyword', 'GET', '/api/QuickSearchResults', '2021-08-03 10:14:14', '2021-08-03 10:14:14'),
(10, '<p>Search items and get its listings</p>', 'offset=0 ,  sq=, product_sort_by(popular,max-price,min-price,a-z,z-a) , filter_by_color , filter_by_size, filter_by_tags, rangeprice(0-100),', 'POST', 'api/searchResults', '2021-08-03 10:16:13', '2021-08-03 10:16:13'),
(11, '<p>Post inquiry form for an item</p>', 'product_id , inquiry_name , inquiry_email , inquiry_mobile , inquiry_message', 'POST', '/api/postInquiry', '2021-08-03 10:18:42', '2021-08-03 10:18:42'),
(12, '<p>Post item reviews</p>', 'product_id,name,email,ratings(1,2,3,4,5),message', 'POST', '/api/postReview', '2021-08-03 10:19:51', '2021-08-03 10:19:34'),
(13, '<p>Get item details</p>', 'product_id', 'POST', '/api/getProductDetails', '2021-08-03 10:20:42', '2021-08-03 10:20:42'),
(14, '<p>get all items from home section \"more\" </p>', 'secid,offset=0 , product_sort_by(popular,max-price,min-price,a-z,z-a) , filter_by_color , filter_by_size, filter_by_tags, rangeprice(0-100)', 'POST', '/api/getSectionsProducts', '2021-08-03 10:22:20', '2021-08-03 10:22:02'),
(15, '<p>Get item by category </p>', 'catid,offset=0,product_sort_by(popular,max-price,min-price,a-z,z-a) , filter_by_color , filter_by_size, filter_by_tags, rangeprice(0-100)', 'POST', '/api/getProducts', '2021-08-03 10:23:09', '2021-08-03 10:22:58'),
(16, '<p>Get item categories &amp; sub categories</p>', 'parent_id=0', 'POST', '/api/getCategories', '2021-08-03 10:23:58', '2021-08-03 10:23:58'),
(17, '<p>Create new account</p>', 'name,email,mobile,username,password,device_token,device_type(ios,android)', 'POST', '/api/createAccount', '2021-08-04 14:58:42', '2021-08-03 10:25:04'),
(18, '<p>login an account</p>', 'login_username,login_password,devi ce_type(ios,android),device_token', 'POST', '/api/loginAccount', '2021-08-03 10:25:58', '2021-08-03 10:25:58'),
(19, 'PRODUCT DETAILS', 'product_id,user_token_by_header', 'POST', 'api/getProductDetails', '2021-08-11 07:07:17', '2021-08-11 07:07:17');
INSERT INTO `gwc_apis` (`id`, `details`, `parameters`, `method`, `url`, `updated_at`, `created_at`) VALUES
(20, '<p>ADD TO CART</p><p>product_id,price,quantity,temp_uniqueid,option_sc,size_attribute,color_attribute,option-productid-optionid(option-256-4),select-productid-selectid(select-256-4),checkbox-productid-optionid[](checkbox-256-7[])</p><p><br></p><p>{</p><p>&nbsp; &nbsp; \"product_id\":\"579\",</p><p>&nbsp; &nbsp; \"price\":\"5.400\",</p><p>&nbsp; &nbsp; \"quantity\":\"1\",</p><p>&nbsp; &nbsp; \"temp_uniqueid\":\"5bbe986c-7a5f-4006-99c4-677a393fefaa\",</p><p>&nbsp; &nbsp; \"size_attribute\":\"2\",</p><p>&nbsp; &nbsp; \"color_attribute\":\"3\",</p><p>&nbsp; &nbsp; \"option-579-16\":\"32\",</p><p>&nbsp; &nbsp; \"checkbox-579-17\":[\"35\",\"36\",\"37\"],</p><p>&nbsp; &nbsp; \"select-579-18\":\"38\"</p><p>}<br><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAuMAAAMuCAYAAACzfA16AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsIAAA7CARUoSoAAAKjCSURBVHhe7f1RbBRpmu9/vnX2oqERbf9Rn4KZnjXWDH+8yEJmPFoMKglroKWSmzVz07bAu1bdAMJaLhrhizktW6Mjo4ILl7iYXrVl+6bkWYzMuSmXaNTSFCMj1cFTu/K4ZI+8sBzpUDt15hhNc2xQVU9fsf69jjd5HURkRmZGZmTa348Uiog33njjjci0/eTrJyPee7PBAAAAAKi6/xDMAQAAAFQZwTgAAACQEYJxAAAAICME4wAAAEBGCMYBAACAjGzrYPy9997bMv/mm2/MwMCAXX/48KEtE5V9/fXXwVp5dIxPPvnEHkPTxMREsCXe8PCw3a9c4fONom3ueJq0nK8+AAAAKmdb39pQQaZOz80VdPf09Ji/+Iu/MOvr66apqcnWUyDe3NxsGhoa7HqpXrx4Yfbv32+mp6fN6dOnzfvvv2/LNM9H/Xvy5Ik5fPhwUFKa8PlGidqWrz4AAAAqZ0cF45ovLi6atra2oEa6NAqu0eaRkZGgJBn1i2AcAABg59nWaSouwHTz8fFxMzY2ZkfFfQpGnz59mkvZcJPSTVTXlWtk3U8nmZ+ft+Wff/65Xdf87NmzdjlM7dy9e9ecO3fO7qPAPdyPfHW07o4n4WOLf77qq78NAAAAtWdHfYGzt7fX/PjHPzaNjY2ROdoa0VYgq1FqUUrLzMyMaW1tteVa93PAT548aUfaT506ZdcV/O7bt88uhz148MDMzc2Zqakps7a2ZhYWFmzbvkJ17t+/n+tb+NhhnZ2duTQcAAAA1KYd+Th8jXgr2HXpJBphdmkiGolWsP7FF1/YvG83Eu1zl0wj5gp4FeQr31x1Hz9+bE6cOGG3+zTareO5FBnlqR87dsy25Y4/ODiYt46fYhM+dlJqJ/ySR5UBAACg8nbkrQ27u7vNjRs3grWtRkdH7aRAXFRXQbCCVTc5Cpz37t1r64vmX375pV2uhN27dwdL7x47LUrXCafPAAAAoDJ2VDDubl+oUeioIFa3O1SdixcvBiXG9PX1bckz191RHKW6HDlyJBfYK3DX6LbSVcL1tc21o0nLuuuKL0kdJ3zsMOWeu/NNSvXV/3LvKgMAAIBkdlQw/vd///c2JeOrr76y+d9hZ86csYG00lRUT6kgXV1dpr29PVe2vLxs6ypYvnnzpk0jUWqKKM1Fo+i/+c1vcvXd/cyVTuLa6e/vtzndatuXpI5EHTtMuedRefH5rKys2A8fAAAAqI4dmTO+k+kDwtDQkLl06ZJd1xdSNbqut4Hy2icnJwveFx0AAADpIBgHAAAAMrIjv8AJAAAA1AKCcQAAACAjBOMAAABARgjGAQAAgIwQjAMAAAAZIRgHAAAAMkIwDgAAAGRkWwfjesCNP9fj3gcGBuy6HnBT6HHxehqn//j7tIT7FUVP7lRfAQAAsH1t64f+KNjV6Wn+/Plzc/DgQfv4+BMnTpj5+Xlz8uRJ8+TJE/sYe9Hj43ft2pV7AqX287enxe9X3OXXtrW1NdPQ0BCUAAAAYLvZMWkqv/3tb834+LgNxEVzrWv021GwrgC4VhCIAwAAbG/bOhh3o86aK+g+fvy4XXe0/uzZM7s8PDxs5y0tLbllWVhYsCktGql++vSpLVtfX7d1VKZUEo2oOyrTqLvm4pb9oN/vl/b3twEAAGDn2DEj4wp4d+/eHaxt0vrY2JhdHhkZsXOlpbhlef36tZmdnbXT4OCgLZuZmTGtra02mO7p6TETExO23Ll//75tR5QKs7i4aE6dOmXXwzo7O01TU1OwtknBfXd3d7AGAACA7Wpb54z7NDqtoLitrS0o2fxC57Fjx3Ij1arj54j76xoV16i56rpRb5/fhn8cjaAr2O7t7U2cdqLRcgX5p0+fDkoAAACwHe2YkfHR0VHz1VdfBWubtK7yYmnUWgG3AnA3+fwReI2y7927t6jj/PrXvzZnzpwJ1gAAALBd7ZhgXAH05cuXbQ63aK71cDrIy5cvg6V4fX19Nr1FueOS7/aHSjk5cuSIuXHjRlCy1d27dwveYhEAAADb044JxpVqotHsjz/+2KaSfPrpp3bdv22h8sKV413oC5VdXV2mvb3dNDY22raWl5eDLVspWL9586ZNhdEtFaPMzc1t+QIoAAD17OX/8X+v2ARsRzsmZ7ze6AOB0mj8L5MCAJClJAHxvv/f/zdYSlfUsSt1LKCaCMYBAIBVKNiuteCXAB3bAcE4AAA70HYMZMPnRGCOekAwDgDANrdTR5DdeROUo5YRjAMAUKeiguwoOz0Y3akfRlAfCMYBAKgzjPiWT9eQ64daQDAOAEANY1S3cvxryzVFVgjGAQCoMQSJ1cdIObJCMA4AQMbCo98EhdXHa4Cs7JgncEbR0zP9uZ6E+cknn9h1TRMTE7a8FuiR+QMDA7Zf586dK+sR+mqnnP3D1+bp06e5a1hJ7hj5jpWkTlqqeSwA24+CPzcp8PMnVF/4NQgH50Cl7OiRcQVROn3NV1dXzf79+8309LQ5ffq0ef/9982LFy/svBQK7Hft2lXy/j61dfDgQftI/RMnTpj5+Xn72P4nT55seZx/nHBfFIg3NzebhoYGu14sF3zqmqlNBeMtLS32WlaS/3rFHStcJ83XISxJfwBAogI7gu7aF37deM1QCQTjQTA1Pj5uA7e0Hj+vNpMGy4W4UehLly7Zuajs1atX5vr160FJvDT7IuHrVcvBuOZpnrsvSX8AwI18o/7xWqISdnSaigugNP/888/N2bNn7XoUBVwKOiWclqGRaq2rDRkeHrZzBahaXl9fN3fv3rXpJaqnQFplovWHDx/auUasVU/Lmtzx1O7x48ftsqP1Z8+eBWub7bh+6JgKlCXcF3FtF+qXa8/V9x09etTcuHHjnXI/nUZz1w9RWaFz1fHVz6j9/ddL29z19vl1wueufXRMx/XDLUddv6T9AQBHAZs/EbxtH3ot/dcWSMOODsZ9Cuz27dsXrBVHKSOLi4vm1KlTdt2NrmtEVssPHjwwc3NzZmpqyqytrZmFhQUzMzNj68h3331nU1COHTtm00cU3GnkeXBw0G5X33bv3m2XHa2PjY0Fa5uWlpbsvo2NjebevXu2LNwXX6F+ufZmZ2fN7du3g9JNulbqo/b1qf+3bt2y+/X09JirV68GWzYVOlcdv7W1Nbe/n5vu6+zsNE1NTcFatPC5q707d+7YMheEt7W12blEXb+k/QGwc/nBmSYFbP6E7cV/bd1rDpRlI8jABl2KjSAxWHuXtm8EdXZZc//SDQ0NvdkIKN9sBLRBydb63d3dbzaCdbssWnb7u3rhNv11zf39xW9DXDsSbsvfJm49Sb8krr3V1VW7/MUXX+S2q0zXYnR09M2VK1ci9wu3569rHp7Kof3Vvuj10frz58/fTE9P2346fr1K9gfA9vG7PzlkJ4D3AcrByHhgI3g0X375ZbBWHI267t2717ZRCWr3q6++CtY2aT3f8TYC7WCpcvSlSI1q/7f/9t+CEmMuXrxoDhw4YHPZr127FpQmp35vfChQxJub0qIvrOqaaVRcI+Th1B+fu37F9Mel/gDY3sIj4IAwSo5SEYwHFHQpVUIpIS6g0t1UHG1/8uSJXVZqh095xEeOHLE51L6XL1/aufZVSona1aRl3bUlKe1/+fJlm9Msmmtd5T6lmYjOIbzN9cVXbr/kr/7qr2xfHB17z549djl8nZLo6+vL9Un818Cn3G+XalKIf+4//elPbaqJ+umnqEjU9UvaH/VF759S71ADoDa5AMufCMIR5r8n9B4BikEwHtDdNjQC+pvf/MbmDOsLe/qyoaPRb/dFR3150VGQdvPmTZsDrVxoR3nWyiVXYNfb22va29ttu/39/TbfuaurK6hZmOvbxx9/bI//6aef2vXwHUJev35ttyv/W8d0/L74yu2XaHRc7Tu6BmfOnLHXSiPkxdLxXZ90LsvLy8GWrRTo+1+mjBM+dwXgWo760BF1/ZL2Z2VlxQbuALaHcODtT0Ac9x4hIEcxeALnNqFAUSP3lbiF33aiAF73bHf3SHfKvX768DE5OVmR+5kDqLxw8ETQjXK59xTvJRTCyDh2DKWSKBDXqHjaQbNG4AnEgfoUNQIOlMu9l/T+YqQc+RCMbxMa1dUTRJHfF198Yc6fPx+svcX1A3YmF4gDleLeXwTkiEOaCgBgxwgHRATiqCY+/CEKwTgAYEcgEEIt4H2IMIJxAMC25Y+EEwChVhCQw0cwDgDYVgjAUQ8IyOEQjAMAtg0CHNQL96GR9ysIxgEAdY2RcNQzPkBiR9/aUA968ed6IMwnn3xi1zXpsem1QvfIHhgYsP3SA2aSPgo+itopZX89udJdG396+vRpUCM9atefR0lSJ87w8HCiJ3gWUk4fAJRHQYwLZNwE1CP/AyV2nh09Mq4ASqevuZ7IqPtM64Ewp0+ftg9wefHiRckPclGgt2vXrlQeBOOeGqlHzZ84ccLMz8/bR7wnfWJkuC8KxJubm01DQ4NdL5aC75aWFnvtKsV/beKOk6ROHO1TyhM3w9eynD4AKB6j4NiOGB3f2XjoT+Czzz4zQ0ND9oEwLtAqJ5BW8Ly2thaslee3v/2tGR8ft4G4aK51jVQnEe5LW1tbyYH4Tpfm6wqgOIyCYztjdHzn2tHBuBvJ1FyB7dmzZ+16FI18unQMzbXuaKRa6y44VgqEaPRYy+vr6+bu3bs2vUT1lP6iMtH6w4cP7Vwj1qqnZU3ueGr3+PHjdtnR+rNnz4K1zXZcP/wUjHBfxLVdqF+uPVc/H6W+qC1H+7hUGL8tv286ltZVrv1dufivjbZFffDw60j4dcjXvhNXx10blWvS+bvr51/LcB8ApE9BCiOH2M7cB0wC8p2JkfGAArh9+/YFa8VRysji4qI5deqUXR8ZGbFzpUFo+cGDB2Zubs5MTU3ZUdWFhQUzMzNj68h3331nU1COHTtm00cU2Gnke3Bw0G5X33bv3m2XHa2PjY0Fa5uWlpbsvo2NjebevXu2LNwXX6F+ufZmZ2fN7du3g9JoPT095s6dO3bZBeEagXei+qZjtba22nLtH5ej39nZaZqamoK1eOHXIUn7cXUePXpkr43Sl7RNKUz5riWA9PlBOIE4gG1rI9DABl2KjYA4WHuXtm8EYXZZc//SDQ0NvdkInt9sBLRBydb63d3dbzaCRLssWnb7u3rhNv11zf39xW9DXDsSbsvfJm49Sb8k3F54XXTuKnv+/Pmb6elpez2cuLY0D0/lCL8O+drXsutLeJLwtXG03Z0LgPT87k8OvTMBOw3v/Z2JkfHA6Oio+fLLL4O14miUdO/evbaNSlC7X331VbC2Sev5jrcRTAZL1aEcdPVHo+IaIQ+n1fhc3zTfCHgV/eamcoRfhyTtx9WJSotJwqX/AEjOH/32J2Cnce990lV2FoLxgIIypYUoCHPBlO6m4mj7kydP7LLSF3zKMz5y5Ii5ceNGULLp5cuXdq59lVKidjVpWXdtSUr7X7582eZEi+ZaV7lPaSaicwhvc33xlduvsJ/+9Kc2zUPH91NUJKpvfX19ueOLf719yt12qS/5hF+HJO3H1VGakF/u5hJ1LUV91HuIL8cC8VzqiT8ReAPYyQjGA7rFnUZIf/Ob39i8Zn1pT1+sdDTq6r7oePTo0aB0M0i7efOmzfdW3rejPGvlMCv47O3tNe3t7bbd/v5+mwPd1dUV1CzM9e3jjz+2x//000/tevi2fK9fv7bblf+tYzp+X3zl9itMAbiOERXQR/VNx3LH17bl5WVbHqYPP1FfvvRFvQ5J2o+r418blSt3XOKupaysrNjgPs6fzXbnJmAn8QNvcaN/bgKwlX4u3M8Ltj+ewLlNKGDUyH2x981OkwJm3fpPgat/W8ha6Fs16MPa5ORk5C0x4wLw/3autHQYoNb5gQQBN1Aa/Rzx87P9EYxvE1kHvErR0Ki0RsV1r3bfTgnG8yk0Gk5QjnoWNYJHAJFfmv8h4/fH9kUwvjMQjG8T+uKgbr+XVb6ygvHf/e539umlYVn3rRYk/cPLH1XUm50YLKQRSKf5sx7VH36XbB8E5NsfwThQJcX8AecPKWrRdh8B304fmnUu/B7ZHgjGtz+CcaDKCMpRb1wQXs8BQZKfu+328xY+Z36f1CeC8e2PYBzIyHYahcP2sV1GvwlE3+VfE65HfSEg394IxoGMEZQjK9sl8HYINpNz14rrVB8Ixrc3gnGgBiQNyIU/niiXC8Lr7Y97oZ8TfjaKp2vKdasPBOTbF8E4UEMIylEp/ih4Pf1B938meM9XhrvGXN/aRjC+fe3oYFz3v9bpu3kUPWmxo6Mj8kEuAwMD5sqVK/bJk8PDw+bSpUumqakp2LpJj1f/x3/8x3ceT+9L0g9tGxoaijwGth+CcpTLD76lHv6IR73veX9XDx98ahvB+PZFMJ4gCI57YI3urd3c3Gzvnx1XT/fYbmlpiW1fkvYjXxvYngjKUSwXhNdj8M17uHboteH1qD0E5NsTwXiCIDjJ0yPj6hGMIw0E5YhTzyPgvFdrl/87h9epthCQbz//IZjvSC641Xx9fd3cvXvXBr2aFEQ7CwsL5ty5c++Uh9dF7UxMTNht2mdubi7Ysml+ft5uU/qL4/dDqS/+NkD0xzDpH0T9ES0meEd90h9k90fZn2qNez/6UzHvZ2TDvUaa9JoBqJwdHYz7Hj16ZAPn1dVVGxTr8e3O69evzezsrJ0GBweD0mgzMzM2eFc7U1NT5tWrV8GWTSdPnjSLi4vm1KlTQclWnZ2d5IQjVjFBjAt8sL2Eg/Ba4953bvKDumLev6gt7vUEkD7uphLQKPbIyIj9MqZPo9gu/SSccuJvc8sK1v12wvvoi54Ktnt7e22ueVJqn5cKYUn/OBIA1TcF306tBuAO77Xtzb3WvM7ZcR/GsX0QjAcU7GrEutxgXNv9dsL7iNJh/vmf/9kG7UkRjCMfgvLtqxb/8Ibfb7yvdh6C8mwRkG8vBOMB5XkrveTWrVt2xFq53+G7pCQJxpXq4toRpa1cvnw5t88333xj/tf/+l/m2LFjkcG1AvUjR45EfijgpUIhBOX1zx8Fl1r6g0sAhjC9J3g/VB/B+PZCznhAaSPt7e2msbHRBr7K+S6F2jl06JBtp7+/3xw/fjzYsvnlzps3b9pA/PHjx0HpVgrmFbADpUj6R1F/QJMG7qge9wfWn7Li3iP+pPcXgRd8ej/ovYHq0u+G8Ad31C9GxuuEPiDw0B8Uo5g/kARY2XJ/VLMMvsV/z/CeQDHce4f3TfUwOr59EIwD2xxBeW2JGs2qlSCc1x/l0nuJ91F1EIxvHwTjwA5BUF4baukPKEE4KoH3VXUQjG8fBOPADkNQXn3+aHitjIILry8qRe8z3l+V5X6vEJDXP4JxYIciKK+eWhjBYrQS1cZ7rvIYHd8eCMaBHS5pUM4f1OT8kXDJ4o9l+HXl9UNW9F7k/Vc5BOT1j2AcgEVQXr5a+bcxwQ9qDe/JyiEYr38E4wC2ICgvXi0E4f7rxmuDWkMwXjkE4/WPYBzAO5IG5LLT/8DWyh9Cgh3UOvd7hfdpugjG6x/BeB4PHz409+7dM7/+9a+DEmBnISiP5kbCJes/ggQ4qCd8aEwfwXj9IxjPQ0+9XFtbMw0NDUEJsDMRlL9VSyPhQmCDekNAni6C8fpHMJ6HgnEuD/DWTg7K3Wg4I+FA+Xgfp4dgvP4RjOdBMA5E22lBeS38sSN4wXbDezodBOP1j2A8xjfffGOuXr1qZmdngxIAYds9KK+F0XACFmxnen/z3i4PwXj9IxiPMTAwYHp6eszp06eDEgBxtmNQXiuj4QQq2M54j5ePYLz+EYznQZoKUJykQXmt/vF1I+HCaDhQHQTk5SEYr38E43kQjAOlqcegvFZGwoXABDsJwXh5CMbrH8F4HgTjQOmSBuSS9R/irP+YEYRjpyMgLx3BeP0jGM/j888/N1999ZUZGRkJSgAUq5aDcv0Rk6wDcYIQgJ+FUhGM1z+CcQBVUQtBuQu+HUbDgdpBMF4agvH6RzAOoKqyCspr4Q+Wf+4EHcBWfEAtDcF4/SMYB5CJagbltRSIE2gA8fRzws9IcQjG6x/BOIBMVSIo1x8nX5Z/qAjCgeQIxotHMF7/CMYB1IS0gvJa+cNEEA6UhoC8OATj9Y9gHEBNSRqU+3+s/ZHwWgnECSaA0vBBtjgE4/WPYBxATUoSlP+//u//n2CpdoJwIYgAysMH2uQIxusfwTiAmhYXlCsQ/z//P/5PwVq2ATBBOJA+AvJkCMbr338I5iiBntDpz3eagYEB8/XXXwdr6Ylr98WLF/ZBTM5Ov/47hftjrODbn/xAXPSHOy5wrxR3TPWRoAEAUAqC8RrzzTff2KCzFoX7duXKFdPc3ByspSeu3bW1NXPu3LlgLZn5+Xkb3IcDdq27aXh4OChFrVLwrZEfBeBuilOtoJwgHACQBtJUyqBATpfPzdOgtp48eWIOHz4clNSOrPv29OlT09LSkrvWSa7/w4cPzQ9/+ENz8uTJXB19oNi/f39qrxkqK+pfsMUE25UIll0gDqCy+FkrjDSV+sfIeBlcMKf5+vq6uXv3rg0MNSlwFH9Zc607GrXVuku9cCO0Cji17NrUaLDqTUxM2DLRugJNzZXSEXXsOIXadf1SHzQaLuG+iTtW0vZc/UL8dtWW1tX23NxcUGOTf/01+u2nsDinT582+/btC9Y2aYR9aGgoWEOt0R8Wf4r6I1PMiLT+mBcTvOfj2iI4AFAr9DtSvytRvwjGU/Lo0SMbLK6urtrgUCOvhWi0dnFx0Zw6dcquj4yM2LlGn7X84MED2+bU1JQNIBcWFszMzIytI9999515/PixOXbsmE3r0HHHx8fN4OBgUCNaoXaXlpZsW42NjebevXu2LNw3X9L2Zmdnze3bt4PSwtSG2tI1VduvXr0Ktryrs7PTNDU1BWv5vXz50ty4ccMG+Z988knugwOy5/6g6I+Lm/KpZlDugnACcQBAmkhTSYlGbhWktrW1BSWbFPC51A6N9vppFhphVgDZ29trGhoabJlfP9ymRsAVeGt/V0/8NsPHiJKk3aj++tv8dQX/pbQXJ67dpPuHxe2ndBUF+XL9+nU7l0IjDIUCRBTHv97lXttigu0kQbXfHkE4kA33QRjx4v6LiPrAyHhKolIkClGguXfvXjM6OhqU1J7u7nT+vV+KUq5pMd5//317fv5/EhS4/x+W/9+5UdmoiX8HpkPX0f0BcVO5ihm5LhS4u+3FtAkAQLEIxlOi9JCxsbFcyoObK9jTKK+Ec56Vj33kyBGbMuFTGoVoX9emJi1PT0/bbeUo1K5SQ0TBcDgYd33zVaqf/jXVFL5+PuWsR90OMYrLg1ebOkcdR7S/AnP3X4o4LiB3E4rnB+GVkDSAVsDtgm637CaCcAD1wv1dQn0iGE+JUk3a29ttnrXSLJTnLBr9dl9sPHr0qC0TBYI3b9606RzK+3aUV61ccgWJfpv9/f02L7qrqyuoWbpC7b5+/dr2V/nfquv4ffNVsp+HDh3KtXv8+PFgy7sUqLsgu5Df/va39vzU7o9+9KPcOa6srJi+vj67XIgLJPkFWBz3AaZSQXhYMUG5uPoE4UDt0M+j+xkFtiNyxrexuDSPjo4Om6IRxeVru7zwSimlb5WmD02Tk5MlHd8PyKsVaNaD8AeVLK9NMX/MCcaB2uL+W4X8qjnYgfQQjGOLagXj25kLQHf6L8Ra/aNAUA7UH4LxZAjG6xPBOLbQFxh1W8ZCedMorJZGhavFP+daO18XhLs/6ATlQP0gGE+GYLw+EYwDVbIdf0nWwweOcBAeRlAO1D6C8WQIxusTwThQRbU8cpxUPZyDH2An/QNOUA7ULoLxZAjG6xPBOJCRehhVDvdRavkXvQuoy/mjTVAO1CYC8sIIxusTwThQI2plxLlW+lGstP9QE5QDtYVgvDCC8fpEMA7UmKjR6HzS+MVbrwG4uKC5Un+kkwblBAlA5RGQ50cwXp8IxoE6V2zwHqVef3lX8w8zQTmQPYLx/AjG6xNP4CyD7sntz9P24sWL2IfjpGlgYCDyUfLh45d6vmp7eHjY7qdjJX1SJpLRL95yp3qjP8jV/qOc9FiubwAAJEEwXsP0OHo9FbJUCnoVUBdy5coV09zcHKy9Vcrx5+fnbcAdDtj1OHv9E0aPt5+YmAhK4+trPTxh53IBrpsUGGcxOlbMcV1fAQDIhzSVMihA1OVz87TpATwtLS0lt61+lfM0zfDxk5zvw4cPzQ9/+ENz8uTJyDrhNgvVF43O/8//+T/NpUuXghLsNC4ArzXFBNu12H+g3tTq74JaQZpKfWJkvAwueHRzBaka6dVcaRl+Ooa/bX193dy9e9eOOmtdI8Uq06RllWnb3NxcsPcmlSuYFc21Lq49rbs6Or4o8HXLcdw+hY7vn69Gs6NSaE6fPm327dsXrL3r5cuXdiTeKVRffVJfPvzww6AE250bUfanWv3jq34l7Zs7FwCopDS+R4TqIhhP2dLSkg1WGxsbzb1794LSTffv37cj1Q8ePLCB7tTUlE0FWVhYMDMzM3bS8urqqt326tWrYM/8Hj16ZNvTfjq2Hmc/MjJit+l4brmQYo7f2dlpmpqagrXkPv74Y/Ozn/0sWCtM5zY0NFTSsVB/XOAdnmpdMf0kKAfKw89PPEbF6xPBeMoUpEp3d7cZHBy0y87Pf/5zmzJy584dOzrc0NBgJy1fvnzZjjRr+f3337flaiMJjWa7/UT7lqKY458/f960tbUFa8m4kfRTp07ZeRIaFdd1w/bnAvF6RlAOVFa9/44AohCMV1A4mN29e3ewFC0q7SOJUvcLS6udKLqjigLrX/3qV4k/LCitR9fQD/pdOg22DxeUbqc/sgTlAICkCMZTpjQPUWAbN7Ks8rGxMRtUatLy9PS0GR8f31IeztnWfko7EX+bv5+4uShHO6lCx/cpRz3qdohRlDt/7Ngx8/jx46LSTZTS8stf/jJY2wzo9d+GUkf+URtc8OmmYgLXelNsUA4AaSBvvL4QjKfs9evX9guQygXv7e0NSrdSeXt7u80r1y3/lNrS1dVly3XrP1d+/PjxYI9Nyv3W6LLaP3r0aFC6tT1tU863zM7O2ruUJB3xLnR8nwL1pPcLd7cyVF/UP03ui6hxNCqufp84cSIoMWZlZcX09fUFa6g34eC7mEC13iU9V3eNAKBU5I3XH25tmCIFmeXcSrCS4gLyjo6OXK55rdMHkcnJSdvfJAHLTgn06oELwrEpacDNNQPexe+TwrjFYX0hGE9RLQfjO5ELePilnQ0/4OQ1eFfSgFy4fsBbBOOFEYzXF4LxFCn1QrcVJKe5thQKevilni4+BBWHoBwoHgF5fgTj9YVgHDteOBjiF3xxuH7pICgHkiMYz49gvL4QjAMhflDEL/t47jpxjdJFUA6gXATj9YVgHMgjKjAiAGJUqhoIygGUimC8vhCMA0XaKSPC+YJBgr/qISgHUCyC8fpCMA6UaLsGSTvlw0a9Sfp+43UDQDBeXwjGgSqo9VFmv38Ec7WNoBxAIQTj9YVgvAy6r7gun5sPDAyYK1eumLa2tqBGbSi3Xy9evDD/+I//mHu8f/i8o+ghQ3pIj+hR/+fPn7fLeFfS4KqSCNzqD0E5gDgE4/WFYLwM4aD066+/Ns3NzTV3n/Fy+6X7p7e0tOQC70LBuB5lr0ffP3/+3Ozatcvee/3x48dbHm0PoHzFfJAjKAd2DoLx+vIfgjlSoJHnWnzgT7X7df/+fTsa3tTUZB9dPzs7a8sApEsBdtIgW4F7LfwXBgCwFcF4GdyosD9irFFk0eiw1pWuUYjqufrr6+tmeHjYLiu95JtvvrF1VD4xMWHLlf7hlh0tu2NrHrdNy8Uea25uzpY7/nlrv/A53rhxw7S3twdrxo6qqwxAZRCUA0D9IhivEKVpLC4umlOnTgUl+Wnk+MmTJ2ZmZsa0trbaQLenp8cGxaLyhYUFs7q6aqampmxZqYo91qtXr2x5lM7OTjsCDiB7BOUAUH/IGU+RRpIV5B4+fNiOOCtI7e3tLZgiov0UuCudRMtheok0Qj0yMpL7EmZUHrc7dr5taRyrEO0/OjpqjyfF7g8gHcUE20mDeABAuhgZrxAFs3v37rVBaRK7d++2c92xRMGyAlc3SZJ0l6QqfSwF8RpZd/RBYGhoyC4rMFcaDIDKY6QcAGofwXiFKP/6yJEjRedK9/X1mbGxsVzAqtsKyvj4eK5cUzhgVmCtoFfCOd5xkh4rX3t37961d2vxnT171ly4cMFeA7WpkXKVqd7g4GBNfskV2M4IygGgdhGMV4AC2Js3b5pjx47ZW/oVo6ury375sbGx0aaRLC8v23Kluxw6dMiW9/f3m5/85Ce23NFIvIJe7XP06NGgNL+kxzp+/Lgtj6JA3X3x09EtDHU3lYMHD9rbGmpZZSsrK/YDAIBsFBuUAwAqj5zxKolL/ejo6LC3/ytWPeZh68PC5ORkSecLIH1JA+6kATwAoHgE43WKL0UCSEMxI+AE5QCQPoLxOqVUGN160N2xBADKQVBeOt09y9HtYs+fPx+sAUBh5IzXKX0JkkAcQFqKzSevVE65/uun77C4yX2xXHO/XPVqhb6o76Z//ud/DkpRCg00PXz40HzyySdbXm+lOepZGLX0um9nlfg5rKWfbb3PlD6sBxe647r3mOtXlEqdA8E4ACAn66B8165dwdIm9x2T8HdNwvVQOxSIuKc7u6kQBUe6O5duHHDmzBl75y2fAqfLly/b9EzVK0Yp/fHrFjOVe2vgsFL67ug6+fvlm8L9rsTPYZptlnNd9BRyvc8UfOvOcY57j+nGE/pAGKUS10UIxgEA78gqKE/6RF+e/Fu68B2w0qLRQQVICpiLva3vo0eP7C1xk1C9JAF5Of3JWhp9L+e/NJX4OUyjzXKvi26xrCekF6IPhFEBeSWuixCMAwBiZT1SjnQoCNG/4DWCqHmaFCCpTY0olho46s5ijp518fz589zD6PT9KN0i1+eeZREljf6U6j/+x/8YLJUmzb6HnwFSz9K4Lvrvi2457fviiy9y77PwragVkOu41UAwDgAoKIug3D251wmvIzkFIfoXfCX867/+65a29RC6Yl8r/Zt/dnbWBuGXLl3aMrKobfpSrLb7fvvb3wZLW6XRHxegFZrCfdIzNcqRRt8dP/Ukqu/+pOPEqcTPYbFtpnFd9N8XnwLx06dPB2ubr517eKLz2WefBUvvSvO6EIwDABIrNigvRb7AQAptR3U1NzcHS8YGp5ryPSwujl7XfP/eP3XqVLC0KS4/O63+FKKRVuUdO+HAvBRp9d0f0S3156USP4eltpnGdfFfKx3HD8Qd3RjDD6r1AUCvs68S14VgvAzuCwNurm/lRv1bSD8U/i+N8H7FUDvaT1OxX2IBgLQkDcpLGSVva2sLlqIV2o7q0t299C/+tbW1kgKRpHQcP1CKC8ar1R89Vdrnp9qUKq2+a3+n1J+XSvwcltpmudclfHeTfE8DP3v2bLC06b//9/8eLG2qxHUhGE/RlStXtnx6c/Tm8T+RJaFv+7pb7jgqUzv6N55y6JQzpzIAyEolg/LwyFehkTCNYOl3YvguC/q9qVvlFfp9qT/YyktVfX9flaWVO5rGMdx5hm//p8k/T3/wxqecW3+f8PZS6F/8CphqRTX68/HHHwdLm3nu4TtqlCqNvv/Lv/xLsFT456aQYn8OkyilzXKuSzj9pL29PVh61x//8R8HS5vivpuQ5nUhGE+RPg2l9cP//fffm48++ihY23T//n37JRb9G8/l16kMALJWTOpKsUF5EvqD2d/fb++UEP6Cl4JS3SpP2+L+sOo/jbpDg/4t7Y+4alll+uJYuYMfaRxD/33Vbdl0LuHb/4nKPv3002Bte6vkqHcheh381/DDDz8MlmrDd999FywZs2fPnmCp8vTz5T4M64NhOMUjK1999VWwtCnfc1rCqVLhfSuBJ3CmSG8+ffrSL9SZmRn7y1W/LDRpOepSa/T7Zz/7WeQvFY2g6Be328+1795E4e316u9+9v8MllAJ/7ff/F+DJaA6igm2kwbx+WhEWb93ffqd6v5d7AInlWkQI0yj0vod7fj7hgP7xcXFd/4N7Y8sK41iZGQkWHur3GOIAvUkt2XToI2+8Kj6bsAmfIzwl82i+lwOXW+N+Dtp/Z3yr/Xo6Ki5fv16sJZf2v1RwOmuadxrnpZS+u73z6f/4GtUWKO4Ue+xcoWPq5+3qPgmDcVcF79fcb8HfIrN3D3Idc1+/etf2+VKIRhPkQuW5+bmzMLCgvnP//k/mx/84AdmcnLSjlZEXWqNlBw5ciTyh2I7B+N+AE6wWFm18GGH13hnqlZQHg50/d+Tjkbs/sf/+B/2X90+3UtYtzBzlJfq19HI3l//9V9veTiIUg/9/4IWCsbTOIb7fe9TaoRGZN1IntpRfuv/9r/9b++M7iX5wJCmSgTj4Q8j4bth5JNmf8KvRfj1TFspffeDyTgKMv/Tf/pPeb80Wyz/fSaVfK8Vc12Kff+HP1RUOs4iGE+RC5YVeOuFdgF2qUFzeD+96TQSkEYwnnWARnC2s7j3G6/7zlTpoFy/G/WHWdyocBIKXpXy4cQFd+GR93Dwle8PfVrH8M9Rig0At0MwHg6Qwh9Y8kmzP/6HvySjrOUqpe+q7w/yhdNqfPoeWloBea2OjNd6MK4DICW6nBvBuJ0vLi4GpW9yZcUK77fxBnqz8YcmWHvzZuNNbstEdTd+Mb2Z6vq7RBOQBd5/O9uffvZ/STwVQ78n3TQ6OhqUFrYR0Ob22wgYgtJoajfuGK5ck/ud7KRxDL8NTePj48GW5Pz9w32sBP198o9ZLv1N9dvz/xYmkVZ/VldXt7Sz8eEq2FI5afVdMUL4vaSp0PuyGBuBvW1P7eo9rGNWSjHXxa+X5P2vOv4+lcYXOCtA/zrUv4c0IqJJaStxlKYSdTvEKLrdjnvqmEZR9IlQZdpfo/EaIdDIY5IJyIJ7//E9gZ1Jo96V+KLnxh/9YGnzC4z64ljcFzV9S0tLwdLmCGc+ftpLvt/pYWkc48svvwyWNv3VX/1VsLQz6O9o+MmJXV1dwVJ1hR8C8xd/8RfBUu1TjKD/pug/CkpRcTTCHPXo91JohH0jSFb0avP5k/7nYqcjGK+A3t5ec+jQIfuvSX27P9/tbvQLN8kfDdEPkf4Fe/DgQfvvTC2rTPc6zXfPTKDWuIDcn7BzFBuUF9LT0xMsbVJArt+TyptVkKFgLor/u1dpB/pXdtzk/zs87t/9UdI4hh+YK6BP6xZ6UaL65U/693216XtXPn3BNYsgT+8j/7sJGnjL14+o6+dPWVxLUZ+vXbsWrG36h3/4h2AJWSAYT5E+CWpkQ290fSLUuj4hKm9Ly1H0Dd240RK1Fd5PuZAq0+TyIu/cuZP4SyxArXCj5JqwMyUNyguNkms0TjnUYfoPpb44qYGRqADazwmtlDSO4fe9EnfAqGU6d324chQAZ3UNwo9Tr+f/UCi+8GOPavwsZMn/T0CSbAS/ztBQ6Y+5T4ovcAKoCW50nOB850qalhIXwCt9T2kE/uilT4HcpUuXgrWtX+pSYFJMkOd/AcxvR3+447aVeox87SeVtI1Co7Wtra2JviCrIDrpl+vihO+eooDq1q1bJY2Kp9GfYl+HWrqWUar+JcWUFXNdij3XNH7mirLRIQCoGXzBc2eL+jJn3BTHfVFt44+o/uJumVTu+NtL+VKk47evNn1pHMNvfyMgDUqL47cR7mMllPulQ30R0N9fUzlfBiy3P+EvPuqmCdVSbt/jhH8+6k0x1yVcV++vOOH3nvatNNJUANQUl0+OnanYfPKo0XSNnOr7NBrNUn6xz386pX/LQT0bohLSOMZG0BQsbabe6D8A25ny7JXz79Pt90oZEU+L/+h7/YfD/7JtvfJHiv332HYUvnXjs2fPgqV3hbeF7+9fCQTjAGqOC8gJyneuYoPyOEoLUXqK4z8I5c///M+Dpc1yPbshbWkcI3wTgH/8x38MlrYffdCICsTTfDBNscL36P7lL38ZLNUvpQD5lDKznYXTw+7duxcsvSv8ZdZqfPAiGAdQk9yXOwnId7ZigvIk/C9yhW9Ld/v27dg7r5QqjWN0dHQES5uUJxsOpoqR9Ha61abr8jd/8zfB2qYnT55kGojLf/kv/yVY2qSnZteyQu8v/efBz8WXtG4CobZ1FyPlXOsWo2n/PJUj/KE86mdIPxv+fwx017pqIBgHUNMIyCGFgnL9YY36w69bG/pf6Gxvbw+WNtNZZr2nJ+oPtNJKotrSiK3Kiw2C0ziGbmUYDgoUTOk5FeGUFQUTUaPvfhqCRnn9kd5aCJjUh7/+67+218fRHXKyTgdRcOkHZ3ots0yXSUK3glQgrPeC/9rqvaLXPfyfB51TWrfLvHnzZu411F1wwnegyVL47jf6GfJ/1rSc2f3sg9xxAKhpfLETPv+LnPpT5iZ9wVFfTAt/Oc1NeoJimPaJqhs1qd2wQtul3GNI0jaink4Z/gKiP1XiC2pq0z9GPvpiZjHXx5+S9r2Y/vj0pVt/v6j3T6UVey39uoWmcr64HCXcftx7OQ2lvKb5fg7Ck/9l70ojGAdQNwjIERZ+THrc1N3dnfcOCgpgo/aLmsL8bfmCj3KOIQq0krRRbDBfiYCpmEBJdybx6xYzVTIYDz/6Pu3ANali+h6+E0i+Kem1K4beS5U+hlPKaypJAvJqBuJCmkoZ3H0o/ftRlku5VrWQz6d7cvpPjsOmJK95uE7S11T/Pgz/y7kSkpxDrSJlBWH6YpbyipUPuhEIBKWbNoJP+6j8jT+sZmpqKm/use73vBF82Xa0n093z1DbG3/8bZ1SlXsMpUfka0P7q/znP/95ULKV7tGt9nUsR8vb/ct7pQo/Ir6zszNYql16j+v98cUXX9j3g/9ai8q0beOD3Tvb0qD7+Lv3pX72Tp06ZZdrie605H6G/GugfisdTNtUp5p46E8ZFMzo8rl5KRTw7tq1K5evpaCtubk585w0nZP+wG2H2zelKclrHq6T9DWt1jVPcg61zgXkCs4BAKhnBONlSCOoqVYAVqxa7VfWkrzmSepEqdY1L7V/tUhBOQE5AKCekaZSBhfIaK5vLOub7brllIKciYmJ3LeYta5v6Wrup3+4R+XqhvJuWXX0Tfik7bn6+ShNQm052kejtZrcLYg0j0tL8Y+hudZF/VG/C+3vU92ovufri8r070LNVU/nEt6/2L7kq6+yuOvrv+baz78jgePXEb8Nv20dP9xPPRTEveb+uRX7Xsh3fuH+1TOXtkLqCgCgXhGMp+TBgwdmbm7O5iUqF0tB1czMTLDVmKWlJRv86JZW7mbzejqcaDTULTtJ21P+n+5bm09PT4+5c+eOXVYwK8qzVOqEcgjVjupcvXrVbktK/VGuodtfQWISUX0v1JfvvvvO5n3qtkOqq3rK99Ktk6TYvhSqn+T6Kn+wlPvfRr0XnNevX9tjanLnVsp7odTXph4pICeXHABQtzb+WCMF3d3d9lv9jvuGv2i+EXDbZc39y+5vE7deantRVoNvhGuub+JvBLG5ci2Pjo7mvmXv+MeIO57m4akQ1YlqK0lf/PpSTl/y1ddyVB9L5beXr+24baW8FzQPT9ud7rTC3VYAAPWGkfEMVOIbzPnoy6H6VvPy8rIdIf/www9t+cWLF82BAwfM9evXzbVr12xZMXQeG4GhorzcVKpq9yXNvpejUu+FYs5PqS0u7aWe+SPkjJIDAOoFwXhKFPzoqVMKajRpWbfIcZRaIMoxDgdgL1++DJbeKtResT744INcSoRLrVBf9uzZY5eVBhFHfXny5Ild9uv19fXl+ijl3JYvaV/iFNuXNPquPG6X9lOMfO+FKKW8F5Ken/qvdJhaf6JcMUhbAQDUE4LxlPT29trHLCsPuL+/3+YT+49RVS6wvkynnF/VdZTnq0eyhr8IWKi9Yh05csQGZ7oHqKMc7DNnztgvBmpUOo7y2d2XB48ePRqUbj4m1vVR2zTyXqqkfYlTbF/S6Ls+NBT6omiUuPdCnFLeC0nPb2VlxQbu2xEBOQCgHnBrwypQMKSR5Urfsi4c0DsdHR25+5hXQ630Q2qpL1Kt90JS+vAzOTmZybWoFheQKzgHAKDWEIxXQa0FYMgO74XsKCgnIAcA1BrSVKpAwdf+/fuDNexkvBeyRdoKAKDWMDIOYEchbQUAUEsYGQewoygI58udAABfln8TCMYB7EgE5AAA0d+CLP9bSjAOYMdyATlBOQAgKwTjAHY00lYAAFkiGAeADYySAwCyQDBeBt0z2p+nYWBgoKRHrKdteHi4pKdLbkdJXudwnaSvox5KVMqj+IuV5BzAKDkAoPq4tWEZFNjo8rl5KRTw7tq1K/cERAVwzc3NpqGhwa5nRefEw2k2JXmdw3WSvo7Vus5JzgFbKSBXYA4A2L5q4Xc9I+MZO3jwoFlbWwvWjGlra8s8EEf5eB3rH2krALC91crvd4LxMrgRRs3X19fN3bt3zblz5+zo48TEhC0Trc/Pz9u5n/6hZWlpacktq87Tp08Tt+fq56OUCbXlaB+N3GrSNq1rHpeW4h9Dc62L+qN+F9rfp7pRfc/XF5U9fPjQzlVP5xLev9i+FDqe66P4r7PqKrUkzK8jft/89vzX31lYWMi9zv75FPv657sG4f4hGT9thaAcALafWvgPKMF4Sh48eGDm5ubM1NSUHelWgDUzMxNsNWZpackGQo2NjebevXu2bGRkxM6VpuCWnaTtzc7Omtu3bwel0Xp6esydO3fssoJQ0cit0ihu3bpl21Gdq1ev2m1JqT+tra25/RUwJhHV90J9+e6778zjx4/NsWPHbF3VGx8fN4ODg3Z7sX0pdLz79+/b1yWss7PTNDU1BWvJRb3+zuvXr+210OTOp5TXv9TXA4X5QTkAAKna+MONFHR3d79ZXFwM1t7YZXd5Nd8I7Oyy5v5l97eJWy+1vSirq6u2jubT09NvNoLYXLmWR0dH31y5cmVLO/4x4o6neXgqRHWi2krSF7++lNOXQsfzr30p1IY7T385fA5x20p5/TUPT0jfVNff2QkAUN9q5Xc5I+MZ2Ai0gqXq0JdDN4JOs7y8bEfIP/zwQ1t+8eJFc+DAAXP9+nVz7do1W1YMncdGkKiILzeVqtp9KXS83bt3B0vpq9TrX8w1UGqLS3tBcRglBwCkiWA8JQqExsbGbICjScvT09PB1s28YFG+cTgYe/nyZbD0VqH2ivXBBx/k0iNcmoX6smfPHruslIg46suTIGXDr9fX15fro5Rzi76kfYlTbF9KPZ7yuF2qTzHyvf5RSnn9k14D9V/pMHzBtDwuICcoB4D6o9/d+j1eCwjGU9Lb22va29ttTnB/f7/NLe7q6gq2buYF64t1yv9VXUc5vydPnrRBmq9Qe8U6cuSIDdQuXboUlBibg33mzBn7JUGNEsdRPrv7IuHRo0eDUmP74/qobRp5L1XSvsQpti+lHk+Be6Evh0aJe/3jlPL6J70GKysrNnBH+fxRcoJyAEApuM94FSgw0shype8lHQ7onY6Ojtx9zKuhVvohtdCXar3+SekDyOTkZNVfi52glkZaAADxaun3NcF4FdRaMIbq4vXfWdwIOUE5ANSmWvs9TZpKFSgQ279/f7CGnYbXf2fRL3dNpK0AQO2qpQETgvEq0IgoX5bbuXj9dyYCcgBAEgTjAFAhBOQAUFv0O7mWRsWFYBwAKsgF5ATlAIAofIETAKrEBeS1NioDADtBrf4OJhgHgCqrxX+TAsB2Vsu/d0lTAYAqI3UFAOAQjJdB94/25z49itx/4MzAwEBJj1GX4eHhkp76mLbwOSWV7zo5alfbNemR88B2p4DcBeUAgMqp9d+zpKmUQYGjLp+b+54+fWpaWlpy5QrEm5ubS7rFndqvhYfGhM8pqXzXSebn583JkyfN8+fPza5du+w9ufW4+hMnTgQ1gO2tlv99CgD1rtZ/xzIyXiVtbW3cazrG/fv3zfT0tGlqarKPaJ+dnbVlwE5B2goA7FwE42Vwo7yar6+vm4mJCTv6e+7cOTM3N2e3OSrXyLJoJFjrfsqH1l15XFqKRteV7qI6mrs6WvZTO7Q9X0qM+qr66qfqqt8qE78f+c5J29RPbfP7In4b4l8n1Q2nuty4ccO0t7cHa8aOvqsM2En8tBWCcgBIR62PigvBeEpmZmbMwsKCWV1dNVNTU+bVq1fBlncpJWNxcdGcOnUqKNm0tLRkA9bGxkZz7969oPQtpbncunXL1unp6TFXr1615Vq+c+eOXXZBuEbi4zx48MAG1urn2tqa7bf672hUWmkx+c5J21pbW3N9UdDuc22EdXZ22hFwANEIygGgfO53aK0H4tZGMIUUdHd3v9kIsIO1N282AlENBwdrdmjYlsnQ0NCb8fHxNxuBsF0Xf3vcvhtBsd1vdHT0zZUrV3J11I6Wnz9//mZ6etrWySfcVy27tjR32/Kdk+bhydGyv18hOo47dwmfP7CTTXX9XbAEAEiqnn53MjKekmLuMjIyMmL27t1rNoLqoORdGwFqsPTWxYsXzYEDB8z169fNtWvXglJjc9HVlkbFNUJ+/PjxYEtpdu/ebef5zkn92wi4FTHnJp9rIwmN4msE3tkIxs3GBxa7rNQel0ID7ERulBwAkEzdjIgHCMZTMj4+bsbGxmzgqCmcM+5TfvWRI0feyYt2AamC4KhgXOV79uyxy+H2f/rTn9pUEdXJl6Iiatvvq5b1BcqwfOfU19eX2ya67WESylUP57OfPXvWXLhwwV4XtaP8dJWp3uDgIF98xY5H2goAJFOPvycJxlPS29trDh06ZPO9+/v7Y0enFbzevHnTHDt2zN6+z/f69Wv7pUflcau9MNU/c+aMDVY1Qu5TAK5APCqoDlPb+sKk66vyuLu6uoKtb+U7J9V3bajPy8vLwZb8FNCHv5yqWxiq3wcPHrS3NdSyylZWVmzQD4BccgBIqp5GxYX7jNcIBbRKzyj1XuIKcBXM6suWuj2gxKWZdHR05OrUMn3omJycrIu+AtXmAvJ6+6MDAJWi34v1+DuRYLxGlBOMK51DI+0aUT5//nxQCmAnICgHgPoNxIVgvEboi4pK0SglP1rB+O9+9ztz+vTpoATATkNQDmCnqudAXAjGAWAbISgHsJPUeyAuBOMAsA1thz9QAJDPdvk9RzAOANsUo+QAtqPt9ruNYBwAtjmCcgDbyXb7zx/BOADsENvtDxiAnWW7Dizw0B8A2CH0B0x/zNwfNACoN9txQIFgvAy6N7g/rxV6pHzcA39KkeQ8/Tq61eLw8LBdHhgY2PLETfVL5Zr0aHzJVz+pqHZFbenhQSrX7SOLFdduIaXuJ6pfaN9i21c9f46dS3/ICMoB1BP3+2o7BuKW0lRQGnf5KnkZnz9//mZ1dTVYS+bJkydl9Sl8zCTn6ddZXFy0fZDR0dE3Q0NDdvnx48d2u2tfyyqLqy/afuXKlbzHjmtXtK+WNXV3d9uyKFHHydeuU+p+Pp2v2392dta2t7a2ZvdVn1XmS9K+36a4Zb8MkKmuvwuWAKA2bfffU4yM1zg94n4jMAvWqqPcY7a1teWeJLoRTJobN27Y5fv379unhDY1NdlH3G8EmbYsrr58//335qOPPgrWosW1K2NjY2bfvn12yifqOPnadUrdz3n48KH9z4AzMTFhNoJx+/An7fvLX/7SfPXVV8HWTYXaD7cJ5MMoOYBa5H4vbesRcScIylEmjWRuBEh25FGTG+nVshvJVB03YqnRT41sikaG3eiqX+7qatJy3P4qHx8ft+UaSXXL+SQ9ZpjqbgR/wVphOnftI2rTXReJGsH36ztR9Xz52tVrovY04q7rkk/4OPna9SXdL3zt9Lrp9XLvD0myb1wdiWoTSEqjT4yUA6gFO+l3ESPjKXn06JGZm5szq6urioDso+0djVpuBExmZmbGtLa22u09PT12FFSam5vNrVu3cuVXr1615SMjI3aufbUct7/KFxYW7LGnpqbMq1evbHk+SY8Z1tnZaUdkk/r444/Nz372s2CtsGLrF6Lz/Pbbb83g4KC9Ruvr68GW6gtfu8nJSXPp0qUto/YbHxrM7du3bT+V+6/XU5Je96g2gaTC+eRuAoBqcb93tv1ouG8jGEMKNBqp0eYwXWJXruXwJMr71aitRm81AurKRctuFNTfz00SPrY/Uhon6THLoZFc9U2jtaJlv91wP8P1nXA9LbtJ4trVqLjOT9SmztMf+Xf7O+HjFOqvU8p+KlN/3LLbrn6qz2pDfdVrFP4PRVz7cW0C5WLEHEA17NTfM4yMp0R3t4ize/duO98IosxG0KwIKTfJxYsXzYEDB8z169fNtWvXbFmUuP3zHTtO0mOWSjnLuovJr371K5v/LMoN1+i0sxEwmo1A0y5H1Y8TPv+4di9cuGCvmahNnafy0cP7x8nX33yS7KcRb+Wz6+4mLS0ttkzL6qdek40PJvY/E2rnL//yL+12J679uDaj6M4yWf6XAPUlasQcANKyI0fDfRsBCVKgEUyNSrpRXTfXJd4Iluyyy1922zQ6LarzxRdf2GW1478sWlb+r8Tt7x9bU7iNKEmPGaY+RP0HwKf886g2XB6ztqvvrk5cfUfXT9vjxLW7EaDac3O07EbKo4SPE9duWNL94q5d1PlpX72mmsTfN0m/8l0ztaPRdaAcbrScEXMApeL3yKb4CAdF8YNgTQqGxF8O13HBsAuuFCApVUPLjlvXPG5/lSvIdG0o2PLbiJL0mGEKDqPKfQqCtb8/uWugoNKVaVny1Zd8gaUT1a6CVXddNOna6VrFiTpOVLthSfeLu3b+/m5Z18S9vhLet1C/8l0z1Y/aBygVf0wBFIvfGW/xOPxtLi6FpaOjw94WDzuP0oH0RU9ef6TNpa/s2H81AyiI3xPvIhgHAKSKP7YAwvi9EI9gHABQEe6PbxT+IAM7A0F4YQTjAICq8wN1/kgD2w9BeHIE4wCATBGYA/Ur7j9g/CwnRzAOAKgZBOZA/dDPKz+n5SMYBwDUpPCIG3/0gdrgfjb5mUwHwTgAoC5E/TucYACoLH7uKo9gHABQtwgUgMpg9Lt6/kMwRwnee++9LfM0vHjxIvZBPeVKu+0k5+/X+frrr83w8LBdHhgYMN98843dJuqXyjXdvXvXluWrn1RUu6K29PAblT99+jQoTS6u3UJK3U9Uv9C+xbavev4cqDcKFMKTgoh8E4B47ufE/Tyh8hgZL4MCGF0+N0+DAsOWlpaC7SmY3LVrV1FPUUzadpzwMZOcv19ncXHR7N692xw+fNh88sknZm1tzYyMjJj5+Xlz8uRJ8/z5c9v+/v37zePHj23dqPqifT799FMzNjYWe+y4dk+cOGGD+48++sjW+/jjj83s7KxdDos6Tr52nVL38+mDyI0bN+z+CrJ/85vfmFu3bpk//OEP5uLFi+bSpUumu7s7qJ2sfb9NSfIaAttNKQE5QQm2M/9ngvd6Bjb+AKNE7vKleRmfPHmSqD3VUd1iJG07TviYrq18bcbV8fsyNDT0Znp62i7LRmBsy3zhvn/xxRdvNgLNvMfO1672U5uaNgJaWxYl6jhJ+lvqfo72V7/c/lre+DBjl0Vth/ct1H64TXHLfhmAd011/V1uAuqd/37mPZ09/gKnSAGNC1bDwaOWXXCmAOn58+e2fG1t7c34+LgtV6DklkXB15UrV+y65m4f7a8y15bacGV+vXxtx0l6zDDVVfCXlK6F9hG16a6bhK+d+PWdqHq+fO0qaFV7o6Oj9rrkEz5OvnZ9SfcLXzu9bnq9/GA+yb5xdSSqTQClCQcyURNQi3h/1iZyxqtoaWlJUZBpbGw09+7ds2UzMzNmYWHBrK6umqmpKfPq1StbLs3NzTYtQfv09PSYq1ev2nKXqrERbNlltdHa2pqrNzExYbfnaztO0mOGdXZ2mqampmCtMKWG/OxnPwvWCiu2fiE6z2+//dYMDg7aa7S+vh5sqb7wtZucnLQpKPv27QtKjNn40GBu375t+6ncf72ekvS6R7UJoDQulzbf5PJuC01ApfnvN/f+RG0hZzxFyrtVsKoc53B+dtw2fYlQwW1bW5ut529T0PXZZ5/ZIPrZs2db8o/99rQcVqjtOEmPWQ7lP+sDgwLKhoYG208Fm67dcD/D9Z2oa+y4849qd3p62gbi169ft8HtX//1X5sf//jHNpfa8a9R+DiF+uuUsp/KFHT/+te/3rJd/VRAPTc3Z19PBeDK4fc/GMW1r9csqk0A2duJATnBYGWF31Nc79pHMJ6iuIA7aptGZGdnZ225vtgYFTAruHJf0svXnur5QbeTr+04SY9ZKt0h5dixY/ZLhm5EV18q1Mj++fPn7bqC76+++sqeU1R9p9D5xLWroNs/j0LthLfn66+vlP3cFyzDwn3TF1D1n4vTp08HJfHtS5I2RX3WFz/9Dz0AkKad+AGkmgi+69DGH2SkRDm5Ln83nJ+tZfflulEvT1lz5f0qp9fP8RbN9aU7iWpP+b/i8p+1v6yurtp5vrbjJD1mmPrgf8EwivLPo9pweczarr67OnH1nY2A2m6PE9euct51bo6W9ZrECR8nrt2wpPvFXbuo89O+ek01ib9vkn7lu2ZqR+9hAABQPeSMp0gjnBpZ1gjy0aNHg9K3Xr9+bbdtBMamt7fXlml+6NAhm0fe399vjh8/bstlI5AyZ86csW0eOHAgKN2kUXXdxk6jn11dXaa9vd22ofaXl5dtnXxtx0l6zDClTxS6D7jLZVcb6qcmjcTq1nsbQaU5ePCgHZXVssri6icV165G/pWG49oU3Sowqbh2C4nbL8m103mrr7omGhFXyon4+5baL2dlZcX09fUFawAAoBpIU6kSBVJPykzxSFNUQC0dHR1F3bsc24c+gCkvndcfAIDqIRivkloLxgEAAJA90lSqRIG4UgcAAAAAh5FxAAAAICOMjAMAAAAZIRgHAAAAMkIwDgAAAGSEYBwAAADICME4AAAAkBGC8TK4pze6eVoGBgbM119/Hay99eLFiy0P6yl0fNUfHh622/VAF//plWpH5Zru3r0blAIAAKCauLVhGRTI6vK5eVoUiDc3N5uGhoagZJOC6ZaWltyxCh1/fX3drK6u2gcNKeC+c+eOfaT9/Py8fcT88+fPza5du+z9z/UY/GIenQ4AAIDyMTJeg9ra2t4JxEuhNtwTP9vb23Oj6vfv3zfT09OmqanJPvpcAbrKAAAAUF0E42Vwo9H+SLVGnTVXesg333xjyzVCrZFppYpo28TEhC1z5SrT5NJI3LK2q67Wte/c3Jzd7vjHV2qLn8LiUzvapgBcbty4YYNzR6PtKgMAAEB1EYynbGlpyQbHjY2N5t69e7bswYMHNpCempoya2trZmFhwczMzJhHjx7ZcqWSaJ/w4/JVR3W1Xfu+evUq2PKuzs5OO9IdpiBcfXn27Jnp6uoKSgEAAFALCMZTpqBYuru7zeDgoF1WrvaVK1ds2ogmLV++fNmOemtZqSISTk1RIO22a5vajHP+/Hmb3hKmffQB4NChQza4d2UAAADIHsF4BRUKeuPSSpxC25Nygbw+AIiCdo24O0+ePDFDQ0N22aXHAAAAoPIIxlPmglwF0i4Y13xsbCyXJ65l5W+Pj4/nyiUcBPvbNYVzxn3KPQ/fDtEF1prUn9HRUVt+9uxZc+HCBZvTrtsfKh9dZdpfo/nhEXoAAABUBsF4yl6/fm2/cKnUkN7eXlumub4wqdzt/v5+m8qi/G2/XPsoN9yn7UovcfsdP3482PIuBeruC6OOPhhoX01y8eJFO9ctDPVh4ODBgzZPXcsqW1lZMX19fbYOAAAAKo/7jKdIAbVSPtztBOuNRsgnJydzOewAAACoLILxFNV7MA4AAIDqIk0lRQrEw7cnBAAAAOIwMg4AAABkhJFxAAAAICME4wAAAEBGCMYBAACAjBCMAwAAABkhGAcAAAAyQjBeBt1X3J+nYWBg4J3H2mdheHj4nSd6piHu/PRYfj2y3yl0bVVffdR2PaxIj/531I7KNd29ezcoBQAAqD3c2rAMCvZ0+dy8FAp4d+3alXvqpQLV5uZm09DQYNezonOqxAOM4s5PwXRLS0vuOha6tuvr62Z1ddX2TwH3nTt3zOzsrJmfnzcnT540z58/t9dV931//Pixfdw/AABArWFkPGMHDx40a2trwZoxbW1tmQfilZTW+akN90Ghvb09N6p+//59Mz09bZqamuwHHAXoKgMAAKhFBONlcCO2mmukViO0SpnQaO7ExIQtE61rxFZzP/1Dy6IRYbesOholTtqeq5+PUkP8dA3toxFqTdqmdc3j0lL8Y2iudVF/XKpIvv19ri3tq3PSus5xbm4uqLHJv7Zq209h8akdbVMALjdu3LDBuaNrqzIAAIBaRDCekgcPHtiAcmpqyo50LywsmJmZmWCrMUtLSzawbGxsNPfu3bNlIyMjdq50ELfsJG1PI7+3b98OSqP19PTYNA5x+doaoVa6yK1bt2w7qnP16lW7LSn1p7W1Nbe/guuktK/OSakmOsdXr14FW97V2dlpR7rDFITrej579sx0dXUFpQAAAHVkI5BCCrq7u98sLi4Ga2/ssru8mm8E3HZZc/+y+9vErZfaXpSNgNfW0Xx6evrN+Ph4rlzLo6Ojb65cubKlHf8YccfTPDwVojpqI3x+Sc4jysYHFdt/d05q1/VVSm0XAACgGhgZz8BGwBgsVYdypzcCVrO8vGxHyD/88ENbfvHiRXPgwAFz/fp1c+3aNVtWDJ3HRkCtSDc3JRWXdlIs5Y6rH5cvX7brGvHXiLuzEYyboaEhu+zSYwAAAGoFwXhKFBCOjY3ZYE+Tll0es7gAUUFoOBh/+fJlsPRWofaK9cEHH+TSY1zKh/qyZ88euxzO2fapLwpqxa/X19eX66PodoNJjY+Pbzm/fMdXvrtLr3FcYK1J56EPG3L27Flz4cIFm7+u/igfXWXaf3BwcFt/ORYAANQfgvGU9Pb22i8OKoe5v7/f5jn7ecyvX7+2X1ZU/rfqOsr51q34wiPFhdor1pEjR2zwe+nSpaDE2Fv+nTlzxgasGiGPo3x290XSo0ePBqXG9sf1Uds08p6Uzu/QoUO58zt+/Hiw5V0K1MNfDtWHG+2rSTTKL7qFoT606C41uq2hllW2srJiPzwAAADUEu4zXgUKVDWynPY9u8PiUj86Ojpy9zGvhlrph08fJiYnJzM7PgAAQBSC8SqoVjAOAACA+kKaShUoEFfKBAAAAOBjZBwAAADICCPjAAAAQEYIxgEAAICMEIwDAAAAGSEYBwAAADJCMA4AAABkhGC8DLp/uD9Pw8DAwDuPfq+EfMcZHh5+54mXlVSJ6+j451Lt8wIAACiEWxuWQcGjLp+bl0LB4a5du3JPhlSA3NzcbBoaGux6WvIdJ7xN51PNhxSlcR3j+OdS7fMCAAAohJHxjB08eNCsra0Fa8a0tbWlHohLvuOEtwEAAKA6CMbL4EZxNV9fXzd37941586dsyOwExMTtky0Pj8/b+fhtAlpaWnJLavO06dPE7fn6ueT7zhR2xwdT2Wqq7SWQike+eqrLK7P/nXUfp9//rld9+Xb31/XXOsAAAD1gGA8JQ8ePDBzc3NmamrKjjIvLCyYmZmZYKsxS0tLNthsbGw09+7ds2UjIyN2rtQJt+wkbW92dtbcvn07KI2W7zj5tul4ra2t9jg9PT32A0E+heon6XNnZ6dpamoK1rYq5pwBAADqwkZwgxR0d3e/WVxcDNbe2GV3eTXfCHbtsub+Zfe3iVsvtb04cccJL4tb1zw85ZOvvpbdMVzbxci3f9Jt/jIAAEAtYGQ8AxuBdrBU29TPjQ8BimxzUz7F1s+S0llc2g8AAEBWCMZTokB0bGzMBniatDw9PR1sNTbNRJQPHQ7GX758GSy9Vai9UkQdx4na1tfXl+uDvHjxws7jFFs/ivLki721o67VkydP7LJSewpR+4ODgxX5oiwAAEAxCMZT0tvba9rb221OeH9/v8197urqCrYa8/r1a/vFQuV/q66j/OeTJ0++86XFQu0VK+44ErdNx3N9UN+Xl5eDLdGKrR9FwXShL4qGKdfdfdH16NGjQWm8lZUV+8EBAAAga9xnvAoUJGrkttL3t44KtKWjoyN3D/E0VOs4laLAfXJysi76CgAAtjeC8SqoVjAOAACA+kKaShUoEN+/f3+wBgAAAGxiZBwAAADICCPjAAAAQEYIxgEAAICMEIwDAAAAGSEYBwAAADJCMA4AAABkhGC8DLp/uD9Pw8DAQNGPgy9FvuMMDw8X/RTMYlXi2jl+/6txLgAAAKXi1oZlUCCpy+fmpVCguGvXrtzTIBUgNzc3m4aGBruelnzHCW/T+VT6IUVpXLs4fv+rcS4AAAClYmQ8YwcPHjRra2vBmjFtbW2pB+KS7zjhbQAAAKgOgvEyuBFdzdfX183du3fNuXPn7GjsxMSELROtz8/P23k4hUJaWlpyy6rz9OnTxO25+vnkO07UNkfHU5nqKq2lULqHRttVL6q+ylyfxb92qvv555/bdZ+/jyb/PP11zV27AAAA9YRgPCUPHjwwc3NzZmpqyo4yLywsmJmZmWCrMUtLSzbwbGxsNPfu3bNlIyMjdq40CrfsJG1vdnbW3L59OyiNlu84+bbpeK2trfY4PT099gNBPkp7uXXrVq7+1atXgy2b7t+/b48T1tnZaZqamoK1rYo5TwAAgHpDznhKNIKtYFbpH6JR4mPHjtlAUqO2Lm9Zo7gahXaX3d/mrw8ODpbUXpy442g9bpvaDct3nBcvXpjPPvvMvHr1yjx79syMjY1tOc/FxcXc+STh9yvfdcu3zV8GAACoNYyMZ6C7uztYqm3qpwJoBbluyufixYvmwIED5vr16+batWtB6Vu7d+8OlrKhoN2l+gAAANQCgvGUKHDVSLCCPU1anp6eDrYam2Yiyo0OB+MvX74Mlt4q1F4poo7jRG3r6+vL9UE08p2Pzm3Pnj12WSk2SSk3XiP/xdD10Yi3JDmW2td/Gyrx5VgAAIBSEYynpLe317S3t9uc8P7+fpsH3dXVFWw15vXr1zZlQvnfqusoF/rkyZPvfIGxUHvFijuOxG3T8Vwf1Pfl5eVgS7THjx+bM2fO2JQdjZAnpWC60JdDw5TC477cevTo0aA03srKiv1wAQAAUEvIGa+CauUtRwXa0tHRkbuHeBqqdZw0KXCfnJys2f4BAICdiWC8CvgSIQAAAKKQplIFCsT3798frAEAAACbGBkHAAAAMsLIOAAAAJARgnEAAAAgIwTjAAAAQEYIxgEAAICMEIwDAAAAGSEYL4PuH+7P0zAwMFD0o+GzluQ6JKmjhwkVeuR+EsPDw5FP9EyrfUlyPgAAAIVwa8MyKBDT5XPzUiho3LVrV+7JkArEm5ubTUNDg11PS/g4aUpyHZLWSePhSHHtpNW+JDkfAACAQhgZz9jBgwfN2tpasGZMW1tb6oG4hI8DAACA7BGMl8GNiGq+vr5u7t69a86dO2dHSycmJmyZaH1+ft7O/RQKLUtLS0tuWXWePn2auD1XP5/wcZQKo7YdteFSY/y2/b7q2FpXufb300D866BtSgcJi7pWakuT3/+FhYXcObvyuGPna0dUT+U6H2dubs6Whc8t6lp/8skntp6obW1z+/jnAwAAUCqC8ZQ8ePDABnpTU1N2BFpB5czMTLDVmKWlJRu4NTY2mnv37tmykZERO1fqhFt2krY3Oztrbt++HZRGCx+np6fH3Llzx5a5IFwj8k5UX3Xs1tZWW679FbBG6ezsNE1NTcFatEePHtlzW11dte3t378/2GLM69ev7TlpGhwctGVxx87Xzu9//3tz8+ZN88UXX5gTJ04EpZvC5xZ3rS9evGhu3Lhhg3n1RW0VOjcAAICibAQmSEF3d/ebxcXFYO2NXXaXV/ONQNgua+5fdn+buPVS24vj77MRcNr158+fv5menn4zPj5uyyWubc3DU6nC5+aozWKOna+dK1eu2O0+lUe1n+9au+WhoSG7DgAAkCZGxjOwEfwFS9lQTvro6KgdFdcI+fHjx4Mt73J91XwjMFWEmptKFZXGkk/csfO1c+jQIbs9351pkrwOv/vd7+z83/7t3+w8jtJYlNoCAABQDILxlCiwGxsbswGZJi1PT08HWzdzoUUBYjgIfPnyZbD0VqH2SuEf56c//alN91B//BQVieprX19frj8Sd4tA5V7nC4BlfHx8S1tuHifu2PnaUb+V6nLs2LEt5VHnFnetdZwzZ87Y9J5vv/3W7hNF56s0lkp88RYAAGxvBOMp6e3tNe3t7TYXub+/3+ZOd3V1BVs3c6H1BUDlJKuuo4Dx5MmT7wR6hdorVvg4CsC1HBXgR/VVx3b90bbl5WVbHqbca//LnVH8c1NbyvnOJ+7YhdpRkH3lyhUzOTkZlBh7a8fwucVda+WQK+DXrRCVa68veEad28rKiv3AAAAAUCzuM14FCv40uprG/a3ziRu57ejoeOf+4goqdbtDBbD+tmr1dTtRkK6AvxL3cAcAANsbwXgV1FqAq7QKpW9oVPz8+fNB6SaCcQAAgOohTaUKFNz6t92rBbpNXzgQl1rsKwAAwHbFyDgAAACQEUbGAQAAgIwQjAMAAAAZIRgHAAAAMkIwDgAAAGSEYBwAAADICMF4GXRPbn8eZXh4uOATKSspSR+j6uix9loPP9pe5zIwMGC3PXz4MCjdLP/kk09suSY9aj9OobpRx9aj6XUtVa6H7Dx9+jTY8i5td23rOOHrH9W+9vEfmqRjaV9HfXT91L7+HAAAoFQE4xV248YN8+///u/BWv24c+eOfZS8HvXuu3nzpunp6bGPkz906JAtU6Csp3n+5Cc/sU/01N0y/+qv/spuC0tSN+rYP/jBD+yj6lVfj54fHBwMtrxLQbXul64+/uhHPzJXr14NtmyKal+PzvcDfL1uerS/s7CwYI4ePRqsAQAApET3GUdp3OXLdxm1bSMwDNaqL2kf/flGkGyXHz9+/GYjSLVljsoXFxeDtU3j4+NvhoaGgrX8CtXNd2xH19P1NYq2uWserhvX/hdffJFb1z7qo+ptBPR20vLz58/tdtee3y4AAEApGBkvw8b12zKfn5+3qQt+uoOjVAltUx3RshuJ1TxJyoPbX3N///X1dZt64dIzlE6hMvH7qPSSqL6Fz2N5edmOFP/xH/+xra/RbGcjmDZjY2O59kV1zp49G6zlV6huvmOLjqtyPcq/kKi6ce1rlF/r8i//8i+mtbXVbATkdvRekzQ1Ndl5+HoBAACUimA8RSdPnjSLi4vm1KlTQcmm3//+9za9Q4+gP3HiRFBamqWlJRsEzs7Omtu3b9uyBw8e2JSKqakpm5qhlIqZmRm7zdfZ2ZkLKPP5p3/6JxuwuroKYJ3e3l7z4x//2DQ2NuZysRXE7tu3zy4XUqhuvmNrXx332bNnpqurKyiN1tLSYuvquvh149p36/qAozrNzc227MmTJ3YaHR212wEAANJEMJ4ijaR+9dVXwdpbGkn+9ttvzenTp4OS0imgFgWbaldcDnRDQ4OdtHz58mW7zXf+/HnT1tYWrMVTPrbLj9Y5KTh11P7IyIgNTv0vXr58+TJY2sqN4mty4upKvmMriHa56u7DRlT7ogBadXW9Jicng9L87Wtdo+IK4P/0T//U/Nmf/ZkNzjX9+Z//eVALAAAgPQTjKVKQunfv3ndGUV0KRPjOJLXI9VGj/Apw9UXGqC9LKjDWNtH5fvnll3Y5TKP4bpJ8dZMcWx8GdGz3YSPcvs/VdW0Ual+pKUpb0Wv1/vvvmz/5kz+xo/Ca3JdVoyhY99N2AAAAkiIYT5HSNo4cOZILUh0FhEorOXbsWC5oU5lGb8W/a0cp1JbL49ak5aicauWVF/pAoDuMqD0X4D5//tyWu/3c3E/dcAGvglh3fuFcbydf3XzHdgGvJu0b/sATxdXViLcUOje9dhcuXMi1ffjwYXstNbk0ljDtq/NR4A8AAFAsgvGUKPBTXrgC7sePHwelbykIVPqIS5nQKLr7wmW5t8xTHnd7e7vNkdbt/5SaEZVTraA/fM/tMKW8/OIXvwjWNnOp/dsA/v3f/73ts9JxdItDUdCqXPnf/OY3tg/a7t+D3Jevbr5jKw9e9TXJxYsX7TyOyxkXN/pd6Nz+6I/+yM79lBRtd8F8FO2rWy0CAACU4r03GiJEzdBIbpSOjg6bOoHaog9U+oDFawMAAEpBMA4AAABkhDQVAAAAICME4wAAAEBGCMYBAACAjBCMAwAAABkhGAcAAAAyQjAOAAAAZIRgHAAAAMgIwXgZ9PRIfz4wMJB7tHq1lHPMcP8BAABQXQTjKdKj05ubm4O1ytDj7F+8eBGsVf6Y8/PzNuAnYAcAAEgfT+AsgwJUXT43rwYd68mTJ+bw4cNBSemS9P/hw4fmhz/8oTl58mTVzhEAAGCnYGS8DC44dXMFtU+fPrXLGlHW+ueff27X4yjFxI08a66Rb1lfXzd379615a7d4eFhu62lpSW37LZpX9V3VK621Y7qhtsXv//aFtXX06dPm3379gVrAAAASBPBeIVoJHlxcdGcOnUqKImmFJNbt27ZgLinp8dcvXrVlj969MjMzc2Z1dVVu23//v1mZGTEbtPIuFt2tO+dO3fsssshb2trMzMzM6a1tTXX/sTEhN0W1tnZaZqamoI1AAAAVANpKinS6LNLIdFotILb3t5e09DQENR4l/K/P/vsM/Pq1Svz7NkzMzY2ZgPnc+fO2YBbAbXPP4a/3tjYaAN2Be9KLXn9+rW5dOmS3R5W7EuukXeNxvNWAQAASBcj4xWiQHrv3r1mdHQ0KIl28eJFc+DAAXP9+nVz7dq1oNQUTG8Je//99+2xlpeX7Qj5hx9+aMu7u7vtCL0CaTelQQG6UmAAAABQOoLxClFu9pEjR8yNGzeCkmgKuvfs2WOXlZbijI+P21FyF/D6ge/Lly+Dpa0++OADc+/ePbvsUk76+vq2tOPficWnfPOkt0hUvcHBwbwj/gAAACiMYLwCFPjevHnTHDt2zDx+/DgojabtZ86csWkpGiF3lN7S3t5u00+UaqL0E5mdnbX56FEj5wr+FXgrPcXp6ura0o5GzqPog4D/5c58VlZWbJAPAACA8pAzXiVxaScdHR02xaSe6IPD5ORk3fUbAACg1hCMAwAAABkhTQUAAADICME4AAAAkBGCcQAAACAjBOMAAABARgjGAQAAgIwQjAMAAAAZIRgHAAAAMkIwXgY90dKfl2NgYCDR4+j18KC4R9qHJemf2tN2TXokPgAAAKqHh/6UQQGsLp+bl0OBeHNzs2loaAhKoulYT548MYcPHw5K3tLj7Hft2pV7Mmah/s3Pz9tH6z9//tzut3//fvt4/hMnTgQ1AAAAUEmMjNeItra2goF4IQcPHjRra2vBWmH3798309PTpqmpyQbws7OztgwAAADVQTBeBjfarPm5c+fMw4cP7brmGo12tKyR7/X1dTM8PGzXlZaikWxHZU+fPrV1JiYm7LomjV5r7ltYWLDHc/uI2pWWlpbcst8/HU8pKb4bN26Y9vb2YG1zX5UBAACgOgjGU9LX12f+6Z/+yS67uYJtF3Br5HtmZsa0trba4Linp8cG3WEPHjywwfbq6qod5V5aWgq2vPX69Ws7iq1pcHDQlo2MjNi5Uljcsq+zs9OOgAMAAKB2kDOeEo18a0RaAbJGrDXfs2eP3abg/Pr16++McIu7/NqmQFrBtYJpBe+ikW+NWIfrKWc837YkNLo+Ojqaqx9uDwAAAJXFyHhKFDwrDURpJQpwNQr9D//wDzYQ/+CDD2yd7u5us7i4aINdN4WFU0kqSX3WKLyjQH5oaMguu5QZAAAAVA7BeIoUhH/66ac2+Fagq/zrubk5c+TIEbtdqSxjY2O5IDfqFoXj4+O5OpqKDc5fvnwZLG2l2xaGb5149uxZc+HCBZtKo75opFxlqqcR+nK/UAoAAID8CMZTpCBcgbQLvhWc/+QnP8kFtV1dXfYLk42NjTalZHl52Zb7ent7zaFDh2yd/v5+u39SSo3RrQqjAnh9KPC/MCq6haHupqK7sOi2hlpW2crKiv3gAAAAgMoiZ7zGKe3l448/toF2tWiEfHJyMne/cgAAAFQGwXiNUbrIv//7v9uccy1fvHjRXLp0yeabAwAAYHshTaXG/Ou//qu5evWqTWNR6ojSRQjEAQAAtidGxgEAAICMMDIOAAAAZIRgHAAAAMgIwTgAAACQEYJxAAAAICME4wAAAEBGCMbLoNsP+vMsDQwMvPO4+0LK6b+e8qn9NOlR+06x5QAAADsZtzYsgwJLXT43ryY92n7Xrl25p2QqEG9ubraP3g9vi5Ok/3oC6Keffmof8+/qqEyP3X/+/Lk9ju6H/vjxY7utmHI9eh8AAGAnIxgvQ5bBuI755MkTc/jw4aDkrXzbfEn6//DhQ/PDH/7QBtOuzvDwsGltbTXnz5+36xr1/uqrr+xyMeUjIyN2HQAAYKciTaUMLjjVfH193UxMTNjA9ty5c7llR8tPnz61y5q7bRrRVoqJ1jXXqLajMo1Ca+7vr2BYWlpacstue3ib2vTTQlTPpbP4/Vc9Bclhp0+fNvv27QvWNt24ccO0t7cHa5vHUlmx5QAAADsdwXhKZmZmzMLCglldXTVTU1NBaWFKLbl165YNiHt6euyj8H1LS0t22+zsrLl9+7YtcyPKGv0Ojy6Ht6nNO3fu2DIXhLe1tdm5r7Oz0zQ1NQVrAAAAqAaC8ZRoVPnKlSs2T1t52wpuk/jDH/5gA/lPPvnE3Lt3753RadeORpOVt12sv/iLv7BtasR9ZWXFjI+PB1u2UgpJVJAepbu7O1jaqthyAACAnY5gPCVRKR5JXLx40Rw4cMBcv37dXLt2LShNjz4YjI6O2lFxjZAfP3482FI6Be36L4CjUfihoaGiy0WpNUrxAQAA2IkIxlOiEWeNXCuw1BQOzjU6rCBU5ubm7FxUb8+ePXbZL0/i5cuXwdK7/G0//elPbQ67jhU3+q28cpfGUsjZs2fNhQsX7Gj7ixcvbI68yoot1/EGBwftBwYAAICdiGA8Jb29vebQoUOmsbHR9Pf3m5/85CfBlk3K31YQqi9QHj16NCg19hZ/Z86csds0Qp6Ucsh1h5OoEfnwNgXgWp6enrbrUfRBwP/yaD66JaHaOnjwoL1NoZZVVmy50mb6+vqCVgEAAHYebm1YIUq/UJ53LVxeBdkKhPXl0kL3Hq8mfQCZnJysqT4BAABUEyPj25xSQRSIazS61oJejeATiAMAgJ2MkfEKUd64RqILPXin0hSM/+53v7P3CwcAAEBtIRgHAAAAMkKaCgAAAJARgnEAAAAgIwTjAAAAQEYIxgEAAICMEIwDAAAAGSEYL4OepunP0zYwMJB7RP3w8HDiJ2Qm4bddjCTnrKd9arsmPWYfAAAA0bi1YRkUbOryuXlSCqp37dpV8IE3Cpabm5tNQ0ODPcaTJ09Su2+533YxCp3z/Py8fRT/8+fP7Tnq8fd65L8ef+9TvU8//dSMjY3VxFNKAQAAssDIeAb0RMy1tbVgLV5bW1vRwXJSlWr7/v379mmfTU1N9sOGnrKpsrDvv//efPTRR8EaAADAzkQwXgY3ouvmGi3WiK/megKnUku0rJQQl2KiMmlpabHLGqHW9nA9UdnTp0+DtcL844fTWvxtbl1tq59KJdG6XxbVd/HPWduUkuK7ceOGaW9vD9Y2z1NlYXoi6L59+4I1AACAnYlgPGUaBVY6yczMjGltbbVBa09Pj5mYmLDbR0ZG7Fx1tKxUkVu3buXqXb161W4v1dLSkm2rsbHR3Lt3Lyjd5Prme/TokZmbm7OP7td+SiuJ63tYZ2enHQEHAABAacgZT5FGkhcXF20KiJbD3KXWNpf//eLFC/PZZ5+ZV69emWfPnm3Jofbr+ctx/Doa4daotN+W65tbV93BwUH7ocCVi7aFJX2bnDt3zoyOjub6Ge6HL982AACAnYCR8ZTt3r3bzru7u23wq0DTTVEuXrxoDhw4YK5fv26uXbsWlKZDffC5vvnCaSaStO9RFNQvLCwEa5v/ARgaGgrWCnNpMgAAADsBwXiF9PX12VFuF1hqBNz38uVLO1cwvGfPHrusdJFyuUBY7YaD8Sjj4+Nb+ql5ob47yjUP3x7x7Nmz5sKFCzbPXPtppFxlUXXDtF0j9ZX60ioAAECtIRivkK6uLvtFRuVuK+1jeXk52GLsHUZ0+z8FzLrt35kzZ2zQqhHycr1+/doeT3dr6e3tDUrjqY7fT+WO5+u7Tx8e/C93im5hqLup6I4xyj/Xssqi6oatrKzYDwIAAAA7BTnjdSYqrUQ6Ojps8Fsor7yW6QPJ5ORkwfuvAwAAbBcE49uIRrHrORgHAADYaUhT2UYUiGt0HAAAAPWBkXEAAAAgI4yMAwAAABkhGAcAAAAyQjAOAAAAZIRgHAAAAMgIwTgAAACQEYLxMui+3v58YGCg4CPfy1WNY4TpsfZxDxsKbwtfEwAAAMTj1oZlUMCpy+fmCpKbm5tNQ0NDUCN91ThG2NOnT01LS4s9x7DwtvA1iTI/P28+/fRTMzY2FlsHAABgJ2BkPEVtbW0VD5KrcYxK+/77781HH30UrAEAAOxcBONlcKO6/qiwRopFo79aj0vv8Kmeqz88PGy++eabYMvWbW5dx1hfXzd37961636Z9te60ln8dqJolF31wvXVzsTEhC0/d+6cmZubs+WSb5v410RtRp3/6dOnzb59+4I1AACAnYtgvEJOnjxpFhcXzalTp4KS/JaWlmwA29jYaO7duxeUbrp//7591L3v0aNHNhBeXV21++kx+DMzM6a1tdWu9/T02KA5H6W73Lp1K1f/6tWrtlztLCws2LanpqbMq1evbLnk2xbW2dlpmpqagjUAAACEkTOeIo0WK2g+fPiwHaFWINrb21swrcTfLyoHW0G90lPcuuoODg6akZGRXLloW1i+l1dfvvzss89sQP3s2bNcDrdGvP22/T7l21aMUvcDAADYThgZrxAFrHv37jWjo6NBSXLd3d3B0qbdu3cHS29FpX9oPwXuCnDdlM/FixfNgQMHzPXr1821a9eC0ui2nSRpN6VyqTYAAAA7BcF4hSj/+siRI+bGjRtBSX5K/RAFu+FgPMr4+LgdyXbBq+Z9fX1byjTynY+OtWfPHrvs5377bWtKui1MOe1Jb8Ooehrtr/cvpwIAABSDYLwCFKTevHnTHDt2zDx+/Dgoze/169c2zWRtbc2mthSiOu3t7TbHXPsph7urq2tL2fLyclA7mvp25swZm3qiEXJHbR86dMi209/fb44fPx5syb8tTIF6oS+ROisrK/bDBAAAwE5CzniVxKV3dHR02C9fupzxSsh37Pfffz9Yy5Y+EExOTtZMfwAAAKqBYLwGuC9lVioYBwAAQG0iTaUGKBDX6DgAAAB2FkbGAQAAgIwwMg4AAABkhGAcAAAAyAjBOAAAAJARgnEAAAAgIwTjAAAAQEYIxsug+4P784GBgcSPf4+jR9jHPaQnTin75BM+LwAAAFQGwXiKrly5Ypqbm4O10uhx+HoaZTFK2cenR9YroC/G/Py8/fBBwA4AAFA6gvEUtbW1mYaGhmCtfhw8eNAG9MX4/vvvzUcffRSsAQAAoBQE42Vwz0tyc40SP3361C5r5FjrhdJH1tfXzcTEhK2r0e25ublgy+a24eFhu02j0BrBduVx+4jfD821Ltrv7t27dt3VUfvS0tKSW/bPS8eNOofTp0+bffv2BWsAAAAoBcF4hZw8edIsLi6aU6dOBSXRZmZmzMLCglldXTVTU1Pm1atXwZbNba2trTYo7unpsQG4K4/bJ59Hjx7ZwF37qU09gn9kZMRu0yP53bKvs7PTNDU1BWsAAABIE8F4hQwNDZmvvvoqWIunUWflmr///vs2xaW7uzvYYszly5fNhQsX7Cj2mTNnzI0bN2x5vn3yUTDv9pMkKTXnz5+36TcAAABIH8F4hWiUee/evWZ0dDQoiZYvjUVBtkbXNYrtJimU+hKn1P0AAABQGQTjFaL87iNHjuRGs+OMj4+bsbExm8+tyc//7uvry20Td8eTfPuIgnilnYi/zd9P3FxevnwZLG2lHPNyb9cIAACAaATjFaAg9+bNm+bYsWPm8ePHQWm03t5ec+jQIdPY2Gj6+/vN8ePHgy3GdHV1mfb2drtNqSrLy8u2PN8+olF5fbFT+xw9ejQo3dzPb0+54zI7O2tz3KNGzhXMuy+OAgAAIF3vvXG5D6iouBSRjo6OXA43AAAAdhaCcQAAACAjpKkAAAAAGSEYBwAAADJCMA4AAABkhGAcAAAAyAjBOAAAAJARgnEAAAAgIwTjAAAAQEYIxmMMDAyY+fn5YA0AAABIHw/9iaFH2uux8VweAAAAVArBeB7vvfcewTgAAAAqhjQVAAAAICME43l0d3ebFy9eBGsAAABAugjG8/jFL35h/uZv/iZYAwAAANJFznge4Zzxp0+fmv3795uGhoagBAAAACgdI+MJff3112ZwcJBAHAAAAKkhGE9oZWXF9PX1BWsAAABA+QjGYwwPD5vZ2dlgzZg7d+6Y06dPB2sAAABA+cgZBwAAADLCyDgAAACQEYJxAAAAICME4wAAAEBGCMYBAACAjBCMAwAAABkhGAcAAAAyQjAOAAAAZIRgPI+HDx+agYGBYA0AAABIFw/9yeO9994za2trpqGhISgBAAAA0kMwnoeCcS4PAAAAKoU0FQAAACAjBOMxvvnmG9Pd3R2sAQAAAOkjGI9x8+ZN84tf/CJYAwAAANJHznge5IwDAACgkhgZBwAAADJCMA4AAABkhGA8j9nZWTM8PBysAQAAAOkiZxwAAADICCPjAAAAQEYIxgEAAICMEIwDAAAAGSEYBwAAADJCMA4AAABkhGAcAAAAyAjBOAAAAJARgvEyvPfee1vmO83AwID5+uuvg7X0xLX74sUL8/nnnwdrXH8AAFD/CMZrzDfffGODzloU7tuVK1dMc3NzsJaeuHbX1tbMuXPngrVk5ufnbXAfDti17iaesgoAALLCEzjLoEBOl8/N06C2njx5Yg4fPhyU1I6s+/b06VPT0tKSu9ZJrv/Dhw/ND3/4Q3Py5MlcHX2g2L9/f2qvGQAAQKkYGS+DC+Y0X19fN3fv3rWBoSYFjuIva651R6O2WnepF26EVgGnll2bGg1WvYmJCVsmWlegqblSOqKOHadQu65f6oNGwyXcN3HHStqeq1+I367a0rranpubC2ps8q+/Rr/9FBbn9OnTZt++fcHaJo2wDw0NBWsAAADZIRhPyaNHj2ywuLq6aoNDjbwWotHaxcVFc+rUKbs+MjJi5xp91vKDBw9sm1NTUzaAXFhYMDMzM7aOfPfdd+bx48fm2LFjNq1Dxx0fHzeDg4NBjWiF2l1aWrJtNTY2mnv37tmycN98SdubnZ01t2/fDkoLUxtqS9dUbb969SrY8q7Ozk7T1NQUrOX38uVLc+PGDRvkf/LJJ7kPDgAAAFW3ESQhBd3d3W82Autg7S1d4o0A1i5r7l/yoaGhNxvB85uNADYo2Vo/3KaW3f6uXrjN8HqUJO1KuC1/m7j1UtuLE9du0v3D4vbbCPLfjI6O2gkAACALjIynJCpFohCNMO/du9dsBINBSe3ZCIiDpeor5ZoW4/3337fn5/8nwaXHAAAAVAPBeEqUHjI2NpYL5Nxcwd6TJ0/scjjnWfnYR44csSkTPqVRiPZ1bWrS8vT0tN1WjkLtKjVEFAyHg3HXN1+l+ulfU03h6+dTznrS2yy6PHi1qXPUcUT7KzBvaGiw6wAAAJVGMJ6S3t5e097ebvOslYusPGfR6Lf7YuPRo0dtmSgQvHnzps33Vt63o7xq5ZIrSPTb7O/vt3nRXV1dQc3SFWr39evXtr/K/1Zdx++br5L9PHToUK7d48ePB1vepUDdBdmF/Pa3v7Xnp3Z/9KMf5c5xZWXF9PX12WUAAIBq4NaG21hcmkdHR4dN0YiiIFUj+ZW+fWEpfas0fWianJzM7PgAAGDnIRjHFtUKxgEAAECaCkIUiCe5LSMAAADKx8g4AAAAkBFGxgEAAICMEIwDAAAAGSEYBwAAADJCMA4AAABkhGAcAAAAyAjBeBl0T25/nrYXL17EPhwnTQMDA5GPkg8fv9TzVdvDw8N2Px0r6ZMyAQAAtjuC8Rqmx9HrqZClUtCrgLqQK1eumObm5mDtrVKOPz8/bwPucMCux9nrLpp6vP3ExERQGl9f6+EJAABguyEY38YOHjxoA+pC2traTENDQ7BWnu+//9589NFHwdomte+e6Nnd3W1u3LhhlyWqvihwd9Ps7KwZHx8PtgAAAGwfBONlcM9LcnON3mqkV3OlZfjpGP629fV1c/fuXTvqrHWNFKtMk5ZVpm1zc3PB3ptU/vTpU7usudbFtad1V0fHl5aWltxyHLdPoeP756vR7KgUmtOnT5t9+/YFa+96+fKlHYl3CtVXn9SXDz/8MCgBAADYPgjGU7a0tGSD1cbGRnPv3r2gdNP9+/ft4+YfPHhgA92pqSk7cr2wsGBmZmbspOXV1VW77dWrV8Ge+T169Mi2p/10bD3OfmRkxG7T8dxyIcUcv7Oz0zQ1NQVryX388cfmZz/7WbBWmM5taGiopGMBAADUOoLxlClIFaVjDA4O2mXn5z//uU3XuHPnjh0dVmqIJi1fvnzZjjRr+f3337flaiMJjWa7/aTUlJNijn/+/HmbflIMN5J+6tQpO09Co+K6bgAAANsRwXgFhYPZ3bt3B0vRotI+kih1v7C02omiO6oosP7Vr36V+MOC0np0Df2g36XTAAAAbAcE4ylTmocosI0bWVb52NiYDSo1aXl6etp+SdEvD+dsaz+lnYi/zd9P3FyUo51UoeP7lKMedTvEKMqdP3bsmHn8+HFR6SZKafnlL38ZrG0G9PpvQ6kj/wAAALWGYDxlr1+/tl+AVC54b29vULqVytvb221euW75p9SWrq4uW65b/7ny48ePB3tsUu63RpfV/tGjR4PSre1pm3K+RXchOXnyZOIR70LH9ylQT3q/cHcrQ/VF/dPkvogaR6Pi6veJEyeCEmNWVlZMX19fsAYAAFD/3nvjbpGBsinI1Mi1u41fLYkLyDs6OnK55rVOH0QmJyfrpr8AAACFEIynqJaDcQAAANQe0lRSpEBctxUEAAAAkmBkHAAAAMgII+MAAABARgjGAQAAgIwQjAMAAAAZIRgHAAAAMkIwDgAAAGSEYLwMuq+4Px8YGEj8iPhqKrdfL1682PLQoPB5R1F9bdekR+cDAADgXdzasAwKNHX53FwBb3Nzs2loaAhq1IZy+6VH17e0tNhzlPB5h+lR9nr0/fPnz82uXbvsvdcfP3685dH2AAAAYGQ8VW1tbTUXiEu1+3X//n0zPT1tmpqa7KPrZ2dnbRkAAAC2IhgvgxsV9keMNYosGh3Wup/eEUf1XP319XUzPDxsl5Ve8s0339g6Kp+YmLDl586dyy07WnbH1jxum5aLPdbc3Jwtd/zz1n7hc7xx44Zpb28P1owdVVcZAAAAtiIYrxClaSwuLppTp04FJflp5FiP05+ZmTGtra020O3p6bFBsah8YWHBrK6umqmpKVtWqmKP9erVK1sepbOz046AAwAAoHjkjKdII8kKcg8fPmxHnBWk9vb2FkwR0X4K3JVOouUwvUQaoR4ZGbF1JCqP2x0737Y0jlWI9h8dHbXHk2L3BwAA2CkYGa8QBbN79+61QWkSu3fvtvPu7m4bLCtwdZMkSXdJqtLHUhCvkXVHHwSGhobssgJzpcEAAACAYLxilH995MiRonOl+/r6zNjYWC5g1W0FZXx8PFeuKRwwK7BW0CvhHO84SY+Vrz3dtjB828SzZ8+aCxcu2GugNjVSrjLVGxwcrMkvuQIAAGSBYLwCFMDevHnTHDt2zN7SrxhdXV32y4+NjY02jWR5edmWK93l0KFDtry/v9/85Cc/seWORuIV9Gqfo0ePBqX5JT3W8ePHbXkUBerui5+ObmGou6kcPHjQ3tZQyypbWVmxHwAAAACwiZzxKolL/ejo6LC3/ytWPeZh68PC5ORkSecLAACwHRGM1ym+FAkAAFD/SFOpU0r/cDniAAAAqE+MjAMAAAAZYWQcAAAAyAjBOAAAAJARgnEAAAAgIwTjAAAAQEYIxgEAAICMEIyXQU+t9OcDAwPvPBpe9Eh4/6E/4f0AAACwMxGMp+jKlSumubk5WHtrbW3NPn2yGPPz8za4DwfsceUAAACoPwTjKWprazMNDQ3BWnm+//5789FHHwVrb8WVAwAAoP4QjJfBPS/JzTVarcfUr6+vm4mJCbuuEfG5uTm73fH30yi3n8LinD592uzbty9YeyuuHAAAAPWHYLwCZmZmzMLCglldXTVTU1Pm1atXwZZ3dXZ2mqampmANAAAAOwnBeAVopFv54++//75NW+nu7g62vOv8+fM2vQUAAAA7D8F4BUSlnVSaS48BAABA/SAYr4Dx8XEzNjZmg2NN4Zxx3927dyNvh1gM7T84OJjal0cBAABQHQTjFdDb22sOHTpkGhsbTX9/vzl+/Hiw5V0K1L/55ptgrTQrKyumr68vWAMAAEC9eO+Nu7UH6pbu2DI5OWlz1AEAAFA/CMYBAACAjJCmAgAAAGSEYBwAAADICME4AAAAkBGCcQAAACAjBOMAAABARgjGAQAAgIwQjAMAAAAZIRgvw3vvvbdlnoaBgYGyH4+fhuHh4bKfDLodJXnN035fvHjxwnz++efBWnJx76Vwe2n3FwAAJMdDf8qg4EWXz81LoYB3165duadnKnhqbm42DQ0Ndj0rOqcnT56Yw4cPByWQJK95Gu8L39OnT01LS0vRbcW9l8Ltpd1fAACQHCPjGTt48KBZW1sL1oxpa2vLPBDH9sB7CQCA2kcwXgY3iqj5+vq6uXv3rjl37pwdYZyYmLBlovX5+Xk799M/tCwapXTLqqORy6Ttufr5KF1BbTnaR6OmmrRN65rHpaX4x9Bc66L+qN+F9vepblTf8/VFZQ8fPrRz1dO5hPcvti/56qss7vr6r7n2i0of8esUOq+o46hver1Vptd/bm7Oljv+fqqb732iNgu15/cXAABUF8F4Sh48eGCDnKmpKTvSvbCwYGZmZoKtxiwtLdlgp7Gx0dy7d8+WjYyM2LnSQdyyk7S92dlZc/v27aA0Wk9Pj7lz545dVnAoGjVVCsOtW7dsO6pz9epVuy0p9ae1tTW3vwK+JKL6Xqgv3333nXn8+LE5duyYrat64+PjZnBw0G4vti+F6ie5vp2dnaapqSlYi1bovKKOo77p9V5dXbWv/6tXr2y57/79+/Z9U+h9IknaAwAAGdkIBJCC7u7uN4uLi8HaG7vsLq/mG4GTXdbcv+z+NnHrpbYXZSMIs3U0n56efrMRxObKtTw6OvrmypUrW9rxjxF3PM3DUyGqE9VWkr749aWcvuSrr+WoPpYi6TX2jxN+7cN90LLbnuR9Uqg9AACQHUbGM7ARHAVL1aEvh24Eg2Z5edmOkH/44Ye2/OLFi+bAgQPm+vXr5tq1a7asGDqPjSBPUV1uKlW1+5Jm3/Mp5byS3Dll9+7dwVJhxd6JxaW2AACAyiMYT4mCu7GxMRvEaNLy9PR0sNXYNAFRYBQOxl++fBksvVWovWJ98MEHufQYl1qhvuzZs8cuh/OIferLkydP7LJfr6+vL9dH0S3zSpW0L3GK7UsafVeutkv7iVPKeSn9xn/tC702fl0th98nxbSn81HqD1/8BACgOgjGU9Lb22va29ttTnh/f7/NJ+7q6gq2GvP69Wv7BTrl9aquo1zhkydPvjN6Wai9Yh05csQGZJcuXQpKjM3BPnPmjP1Sn0Zv4yif3X1B8OjRo0Gpsf1xfdQ2jbyXKmlf4hTblzT6rqC20BdFSzkvvfaHDh3KvfbHjx8PtrwryfukmPZWVlbsBxUAAFAd3Ge8ChTsaWS50vfsDgf0TkdHR+4+5tVQK/2QWupLPdCHhsnJSa4NAABVQjBeBdUKxgEAAFBfSFOpAgXi+/fvD9YAAACATYyMAwAAABlhZBwAAADICME4AAAAkBGCcQAAACAjBOMAAABARgjGAQAAgIwQjJdB9w/352kYGBgo+Ij1ahgeHi74dMmdIsnrnPZ7QY/nj3tgUT5x759we2n3FwAAlIZbG5ZBgYwun5uXQgHvrl27ck88VCDV3NxsGhoa7HpWdE48qGhTktc5jfeC7+nTp6alpaXotuLeP+H20u4vAAAoDSPjGTt48KBZW1sL1oxpa2vLPBBH/eL9AwBAfSEYL4MbUdR8fX3d3L1715w7d86ONk5MTNgy0fr8/Lyd++kfWhaNWLpl1dEoZtL2XP18lLqgthztoxFUTdqmdc3j0lL8Y2iudVF/1O9C+/tUN6rv+fqisocPH9q56ulcwvsX25dCx3N9FP91Vt2o9BG/TtK2Nfn912usMr3mc3Nzttzx9yv03lCbhdrz+wsAALJDMJ6SBw8e2IBnamrKjnQvLCyYmZmZYKsxS0tLNvBpbGw09+7ds2UjIyN2rnQQt+wkbW92dtbcvn07KI3W09Nj7ty5Y5cVKIpGUJXOcOvWLduO6ly9etVuS0r9aW1tze2v4C+JqL4X6st3331nHj9+bI4dO2brqt74+LgZHBy024vtS6Hj3b9/374uYZ2dnaapqSlYi1ao7ajzV//1Gq+urtrX/NWrV7bc5/pU6L0hSdoDAAA1YCMoQAq6u7vfLC4uBmtv7LK7vJpvBFF2WXP/svvbxK2X2l6UjYDM1tF8enr6zUYQmyvX8ujo6JsrV65sacc/RtzxNA9PhahOVFtJ+uLXl3L6Uuh4/rUvVtLr6vc//HqHz9XvU5L3RqH2AABAbWBkPAMbgVKwVB36cuhGYGiWl5ftCPmHH35oyy9evGgOHDhgrl+/bq5du2bLiqHz2Aj4FOHlplJVuy+Fjrd79+5gqXilnEuSO6cU06di78TiUlsAAEB1EYynRMHg2NiYDWg0aXl6ejrYamzKgChICgfjL1++DJbeKtResT744INceoxLs1Bf9uzZY5fDOcU+9eVJkLLh1+vr68v1UXT7vFIl7UucYvtS6vGUq+1SfeKU0vb4+PiW17vQ61HovVFMezofpfvwxU8AAKqPYDwlvb29pr293eaE9/f329zirq6uYKsxr1+/tl+mU46v6jrKGz558qQN4HyF2ivWkSNHbHB26dKloMTYHOwzZ87YL/hpJDeO8tndlwWPHj0alBrbH9dHbdPIe6mS9iVOsX0p9XgKagt9ObSUtvV6Hzp0KPd6Hz9+PNjyriTvjWLaW1lZsR9mAABA9XGf8SpQcKiR5Urfszsc0DsdHR25+5hXQ630Q2qpL7VKHxomJye5HgAAZIBgvAqqFYwDAACgvpCmUgUKxPfv3x+sAQAAAJsYGQcAAAAywsg4AAAAkBGCcQAAACAjBOMAAABARgjGAQAAgIwQjAMAAAAZIRgvg+4f7s99ehy7/8CZgYGBgo9RjzM8PFzwqY/VED6npPJdJ0ftarsmPXIeAABgJ+DWhmVQ4KjL5+a+p0+fmpaWlly5AvHm5mbT0NBg14uh9mvhoUHhc0oq33WS+fl5c/LkSfP8+XOza9cue092PVL+xIkTQQ0AAIDtiZHxKmlrayspEN8J7t+/b6anp01TU5N9JPvs7KwtAwAA2O4IxsvgRnk1X19fNxMTE3b099y5c2Zubs5uc1SukWXRSLDW/ZQPrbvyuLQUja4r3UV1NHd1tOyndmh7vpQY9VX11U/VVb9VJn4/8p2Ttqmf2ub3Rfw2xL9OqhtOdblx44Zpb28P1owdfVcZAADAdkcwnpKZmRmzsLBgVldXzdTUlHn16lWw5V1KyVhcXDSnTp0KSjYtLS3ZgLWxsdHcu3cvKH1LaS63bt2ydXp6eszVq1dtuZbv3Lljl10QrpH4OA8ePLCBtfq5trZm+63+OxqVVlpMvnPSttbW1lxfFLT7XBthnZ2ddgQcAAAAhpzxtGjkeGRkJBcEh/OrNUrs8r41oqyAtLe3N5e64m+P21dB+meffWaD4mfPnpmxsTFbR6PU2qac6//6X/+ref36tbl06ZLdN0q4rwrgjx07ZtvSsfRBQdvynZMb9fb5/XVtJKHjjI6O5nLiS81NBwAAqDeMjKekmLuMKMDdu3evDUDjdHd3B0tvXbx40Rw4cMBcv37dXLt2LSg1NqBXWwqqNUJ+/PjxYEtpdu/ebef5zkn9U8CtgNlNPtdGEgraNQLv6IPH0NCQXVZg7lJoAAAAthuC8ZSMj4/bkWoFjprCOeM+5VcfOXLknbxoF5AqCI4KxlW+Z88euxxu/6c//alNFVGdQiPSatvvq5b1BcqwfOfU19eX2ya67WESylUP57OfPXvWXLhwwV4XtaORcpWp3uDgIF98BQAA2xbBeEqUcnLo0CGbLtLf3x87Oq3g9ebNmzYtRLfv8ym9RCkeyuNWe2Gqf+bMGRusaoTcpwBcgXhUUB2mtvWFSddX5XF3dXUFW9/Kd06q79pQn5eXl4Mt+SmgD385VbcwVL8PHjxob2uoZZWtrKzYoB8AAGC7Ime8RiigdTnjpVCAq2BWX7bU7QElLs2ko6MjV6eW6UPH5ORkXfQVAACgFATjNaKcYNx9AVMjyufPnw9KAQAAUOsIxmuEvqioFI1S8qMVjP/ud78zp0+fDkoAAABQDwjGAQAAgIzwBU4AAAAgIwTjAAAAQEYIxgEAAICMEIwDAAAAGSEYBwAAADJCMF4G3Rvcn9cKPVI+7oE/pUhynn4d3WpxeHjYLg8MDGx54qb6pXJNejS+5KufVFS7orb08CCV6/aRxYprt5BS9xPVL7Rvse2rnj8HAAC1gWC8ximYVHBdDD1OXwFoqUo5Zpgen6+7Zupx+hMTE7Zsfn7e9uv58+f2SaEXLlywZRJVX7RdAXq+IDJfuzdv3jS//OUvzePHj83g4KAtixJ1nHztOqXu53MfRERB9tzcnH0Nte+dO3dsmS9J+36bAACgdhGM1zg94l6BWTWVe8y2trbck0S7u7vNjRs37PL9+/ftU0KbmprsI+5nZ2dtWVx9+f77781HH30UrEWLa1fGxsbMvn377JRP1HHyteuUup/z8OFD+58BRx9Erly5Yh/+pH31QeKrr74Ktm4q1H64TQAAUMP00B+UbyN4fbMRIOkBSnZ68uSJLdfy48eP7Vx1hoaG7PJGwPXm+fPnts7i4qJdD5e7upq0HLe/ysfHx235RjCbW84n6THDVHcj+AvWCtO5ax9Rm+66iJbD/fTrO1H1fPna1Wui9kZHR+11ySd8nHzt+pLuF752et30ern3hyTZN66ORLUJAABqFyPjKXn06JFNL1DawMZ1tY+2dzRquREwmZmZGdPa2mq39/T05NIxmpubza1bt3LlV69eteUjIyN2rn21HLe/yhcWFuyxp6amzKtXr2x5PkmPGdbZ2WlHZJP6+OOPzc9+9rNgrbBi6xei8/z2229tioqu0fr6erCl+sLXbnJy0ly6dGnLqP3GhwZz+/Zt20+lCun1lKTXPapNAABQuwjGU+LSC5Q2IEozcH7+85/bNIzLly/b/F7l8p45cyaXjvGHP/zBBtSffPKJuXfv3js5wk7c/qrvjq3jKtWjkKTHDDt//rxNK0nCtXnq1Ck7L9SvcP04On83SVy7+mLjl19+adM41oK0GwW74f3jJLmOUeL286+dvkz67Nmzd+pevHjR5s0rh/5v//ZvbQA+NDS0Zd+49uPaBAAAtYtgPCX5gtndu3fbuYKkxcVFOxrtJlEAduDAAXP9+nVz7do1WxYlbv+kgbQv6TFLpZxlfcnwV7/6Ve6DiYJJjU47Gn1XoClR9eOEzz+uXX1wcYGp2tR56gNMeP84+fqbT5L9NOKtfHZ9IGhpabFlWlY/9ZroA4T+M6F2/vIv/9Jud+Laj2szigL3LP9LAAAAAhsBCVKgfGTl9SpnV9xcl3gjWLLLLn/ZbVtdXbVz1fniiy/scjjfW8vK/5W4/f1ja0qSM570mGHqg/LN81H+eVQbLo9Z29V3VyeuvqPrp+1x4trdCFDtuTlaVu54nPBx4toNS7pf3LWLOj/tq9dUk/j7JulXvmumdjY+pARrAAAgS4yMp6S3t9e0t7ebxsZGOxq5ESQFW97q6uraUmd5edmWbwRSNu1EI8MarfZphPTkyZN29Dtufx1bqQ0qV3rD8ePHbXk+SY8Zprz4QvcBd7nsakP91KSR2BMnTti7gOhuLcqp17LK4uonFdeucqeVP+/aFP1HIKm4dguJ2y/JtdN5q6+6Jsrl//Wvf23L/X1L7ZezsrJi+vr6gjUAAJCl9xSRB8vYhuJSWDo6OnL57dhZ9AFMX/Tk9QcAIHsE4wAAAEBGSFMBAAAAMkIwDgAAAGSEYBwAAADICME4AAAAkBGCcQAAACAjBOMAAABARgjGAQAAgIwQjJfBPdXRzdPw4sWL2Af1lCvttpOcv1/n66+/NsPDw3Z5YGBgy9Mo1S+Va7p7964ty1c/qah2RW3p4TcqL+Zpn05cu4WUup+ofqF9i21f9fw5AACoLoLxGrO2tmaDxEIUTCq4LkbStuOUcswwPa5fz5nS4/vdY/Dn5+dtv54/f25WV1fNhQsXbJlE1RdtV4CeL4jM1+7NmzfNL3/5S/P48WMzODhoy6JEHSdfu06p+/ncBxFRkK1H4us11L537tyxZb4k7fttAgCA7BGM16mDBw/awKyayj1mW1ubOXz4sF3u7u42N27csMv3798309PTpqmpyT6ifXZ21pbF1Zfvv//efPTRR8FatLh2ZWxszOzbt89O+UQdJ1+7Tqn7OQ8fPrT/GXD0QeTKlSumoaHB7qsPEl999VWwdVOh9sNtAgCAGqDH4SMdupxPnjyxy5r7l1fLjx8/tvOhoaE3z58/t+Ubwe2b8fFxW74RcOaWZXFx8c1GAGbXNXf7aH+VubbUhivz6+VrO07SY4ap7kbwF6wVpmuhfURtuusm4Wsnfn0nqp4vX7sbQattb3R01F6XfMLHydeuL+l+4Wun102vl3u/SJJ94+pIVJsAACB7jIxX0dLSkqIg09jYaO7du2fLZmZmzMLCgk0rmJqaMq9evbLl0tzcbG7dumX36enpMVevXrXlIyMjdr4RbNlltdHa2pqr59I58rUdJ+kxwzo7O+2IbFIff/yx+dnPfhasFVZs/UJ0nt9++61NUdE1Wl9fD7ZUX/jaTU5OmkuXLm0Ztd/40GBu375t+6lUIb2ekvS6R7UJAACyRzBeRQqcRCkXLk9Zeb9XrlyxaQVKQdA25w9/+IMNqD/55BMbvIdzhJ3Lly/b/GDlAp85cyaXzpGv7ThJjxl2/vx5m1aShGvz1KlTdl6oX+H6cXT+bpK4dvXFxi+//NKmcawFaTcKdsP7x0lyHaPE7edfO32Z9NmzZ+/UvXjxos2bVw793/7t39oAfGhoaMu+ce3HtQkAALJHMJ4RFxjlC3YVgB04cMBcv37dXLt2LSh9l9paXFy0o9lukqSBtC/pMUulnGV9yfBXv/qV/YAgCiY1Ou1o9F2BpkTVjxM+/7h29cHFXX+1qfPUB5jw/nHy9TefJPtpxFv57PpA0NLSYsu0rH7qNdEHCP1nQu385V/+pd3uxLUf12YUBe5Z/pcAAICdhmA8RQrwFACJ7nwR5gIlBckuGBwfH7eBkgIgTf5+qrdnzx67HNXey5cv7byvry/Xhrg7nuRrO07SY4ZptLnQlwN1N5Zjx47ZO5j4qRVnz561AbK7W4uCb5XF1U8qrl0FqP65aVkj40nFtVtI3H7+tVOg7T4QuPeS/+FA++ouLXL69Okt+8a1X6hNR+3oPzaFPvQAAID0EIynSEGPAiCNOh49ejQofev169d2m1Ijent7bZnmSj9QHrlSEI4fP27LRUGo0k7UpkarfRohPXnypA2eu7q6THt7u21D7S8vL9s6+dqOk/SYYQpoFQTm43LZ1Yb6qUkjsSdOnLB3AdHdWvbv32+XVRZXP6m4dpU7rfx516boPwJJxbVbSNx+Sa6dzlt91TVRLv+vf/1rW+7vW2q/nJWVFfvBDgAAVM97b6KGyJA6BVIalXS36staVEAtHR0dNsccO48+gOmLnrz+AABUD8F4ldRaMA4AAIDskaZSJQrElToAAAAAOIyMAwAAABlhZBwAAADICME4AAAAkBGCcQAAACAjBOMAAABARgjGAQAAgIwQjJfBPb3RzdOix51HPVpejzj3H9ZT6PiqPzw8bLfrgS7FPL0SAAAAlUcwXoOuXLlimpubg7W39Bh9BdVJ/eAHP7CPwdfdK/WY88HBwWCLMfPz8zboT/uDBAAAAJLjPuNlUCCry+fmlaaR7ZaWltyxijl+eN+HDx+aH/7wh+bkyZNV6TsAAADexch4GVwQ6+YKijXirLnSQ7755htbvr6+bu7evWtHtbVtYmLClrlylWlyaSRuWdtVV+vad25uzm53/ONrlNtPYfGpHW2bnp4OSow5ffq02bdvX7AGAACALBCMp2xpackGx42NjebevXu27MGDBzaQnpqasqkmCwsLZmZmxjx69MiWr66u2n3Cj8tXHdXVdu376tWrYMu7Ojs7TVNTU7D2loJw9eXZs2emq6srKAUAAEAtIE0lRRrBfvLkiTl8+PCWtBCNao+MjJi2tjZbT1/OPHbsmOnu7t5S7rh2lOPtbw+nmiSlkfHJyUnzox/9yFy6dCkoLb09AAAApIOR8QpSsJ1PXFqJU2h7Ug0NDbYvly9fDkriufQYAAAAVB7BeMqUViIKpF0wrvnY2JgNcjVpWfnb4+PjuXIJB8H+dk3hnHGfcs/Dt0N0gbUm9Wd0dDTYEk37azRewTsAAAAqj2A8Za9fv7ZpJsoN7+3ttWWat7e329xt3WpQ+d3K3/bLtY9yw33afujQodx+x48fD7a8S4G6+8Koow8G2leTXLx40c7jrKys2FsgAgAAoDrIGU+RnzNej5Tbrtzy999/PygBAABAJRGMp6jeg3EAAABUF2kqKVIgHr49IQAAABCHkXEAAAAgI4yMAwAAABkhGAcAAAAyQjAOAAAAZIRgHAAAAMgIwTgAAACQEYLxMui+4v48DQMDA+881j4Lw8PD7zzRMw1x5/fixQv7yH6n0LVVffVR2/WwIj36HwAAoN5wa8MyKBDU5XPzUijg3bVrV+6plwpUm5ubTUNDg13Pis6pEg8wijs/BdMtLS2561jo2q6vr5vV1VXbv7t375o7d+6Y2dlZu21+ft58+umnZmxsrOTXBQAAoBoIxsuQRjBeqaC3XNXuV7HBuC+878OHD80Pf/hDc/LkyZJfFwAAgGogTaUMLtDTXCO1GqFVyoQCyImJCVsmWtdoreZ++oeWRYGkW1YdBZdJ23P181FqiNpytI9GqDVpm9Y1j0tL8Y+hudZF/XGpIvn297m2tK/OSes6x7m5uaDGJv/aqm0/hcWndrRteno6KDHm9OnTZt++fcEaAABA7SIYT8mDBw9sQDk1NWXW1tbMwsKCmZmZCbYas7S0ZAPLxsZGc+/ePVs2MjJi5xqBdstO0vaUmnH79u2gNFpPT49N4xCXr93W1mbTRW7dumXbUZ2rV6/abUmpP62trbn9FVwnpX11Tko10Tm+evUq2PKuzs5O09TUFKy9pSBc1/PZs2emq6srKAUAAKgfpKmkRKO7CqgV5IqC3mPHjtlAVaO/LuVDo8LhdAw/HcStDw4OltReFH3Zcf/+/TbwVQrH69evzaVLl2z5Z599ZgNhBbR+jrV/jLjjqTwsXz8k7vySnEcUjYxPTk6aH/3oR/acnFLbAwAAqCZGxjPQ3d0dLFWHvhw6OjpqlpeX7Qj5hx9+aMsvXrxoDhw4YK5fv26uXbtmy4qh81hcXLQBr5uSiks7KZa+CKp+XL58OSiJpwDdpfoAAADUAoLxlCgg1Miygj1NWvbzmJWSIQpCw8H4y5cvg6W3CrVXrA8++CCXHuNSPtSXPXv22OVwzrZPfdFotvj1+vr6cn0UjbQnNT4+vuX88h1f+e4uvcZxgbUmnYc+bOSj/TUan/VdagAAAHwE4ynp7e017e3tNoe5v7/f5jn7ecxKDVGKhvK/VddRzrfu+hEeKS7UXrGOHDlig18/lePx48fmzJkzNsVGI+RxlE7ivkh69OjRoNTY/rg+aptG3pPS+R06dCh3fsePHw+2vEuBevjLofpwo301iUb581lZWbEfHgAAAGoJOeNV4PKkXV54pcSlfnR0dOTuY14NtdIPnz5MKLc8q+MDAABEIRivgmoF4wAAAKgvpKlUgQJx3c0EAAAA8DEyDgAAAGSEkXEAAAAgIwTjAAAAQEYIxgEAAICMEIwDAAAAGSEYBwAAADJCMF4G3T/cn6dhYGDgnUe/V0K+4wwPD7/zxMtKqsR1dPxzqfZ5AQAAFMKtDcug4FGXz81LoeBw165duSdDKkBubm42DQ0Ndj0t+Y4T3qbzqeZDitK4jnH8c6n2eQEAABTCyHjGDh48aNbW1oI1Y9ra2lIPxCXfccLbAAAAUB0E42Vwo7iar6+vm7t375pz587ZEdiJiQlbJlqfn5+383DahLS0tOSWVefp06eJ23P188l3nKhtjo6nMtVVWkuhFI989VUW12f/Omq/zz//3K778u3vr2uudQAAgHpAMJ6SBw8emLm5OTM1NWVHmRcWFszMzEyw1ZilpSUbbDY2Npp79+7ZspGRETtX6oRbdpK2Nzs7a27fvh2URst3nHzbdLzW1lZ7nJ6eHvuBIJ9C9ZP0ubOz0zQ1NQVrWxVzzgAAAHVhI7hBCrq7u98sLi4Ga2/ssru8mm8Eu3ZZc/+y+9vErZfaXpy444SXxa1rHp7yyVdfy+4Yru1i5Ns/6TZ/GQAAoBYwMp6BjUA7WKpt6ufGhwBFtrkpn2LrZ0npLC7tBwAAICsE4ylRIDo2NmYDPE1anp6eDrYam2YiyocOB+MvX74Mlt4q1F4poo7jRG3r6+vL9UFevHhh53GKrR9FefLF3tpR1+rJkyd2Wak9haj9wcHBinxRFgAAoBgE4ynp7e017e3tNie8v7/f5j53dXUFW415/fq1/WKh8r9V11H+88mTJ9/50mKh9ooVdxyJ26bjuT6o78vLy8GWaMXWj6JgutAXRcOU6+6+6Hr06NGgNN7Kyor94AAAAJA17jNeBQoSNXJb6ftbRwXa0tHRkbuHeBqqdZxKUeA+OTlZF30FAADbG8F4FVQrGAcAAEB9IU2lChSI79+/P1gDAAAANjEyDgAAAGSEkXEAAAAgIwTjAAAAQEYIxgEAAICMEIwDAAAAGSEYBwAAADJCMF4G3T/cn6dhYGCg6MfBlyLfcYaHh4t+CmaxKnHtHL//1TgXAACAUnFrwzIokNTlc/NSKFDctWtX7mmQCpCbm5tNQ0ODXU9LvuOEt+l8Kv2QojSuXRy//9U4FwAAgFIxMp6xgwcPmrW1tWDNmLa2ttQDccl3nPA2AAAAVAfBeBnciK7m6+vr5u7du+bcuXN2NHZiYsKWidbn5+ftPJxCIS0tLbll1Xn69Gni9lz9fPIdJ2qbo+OpTHWV1lIo3UOj7aoXVV9lrs/iXzvV/fzzz+26z99Hk3+e/rrmrl0AAIB6QjCekgcPHpi5uTkzNTVlR5kXFhbMzMxMsNWYpaUlG3g2Njaae/fu2bKRkRE7VxqFW3aStjc7O2tu374dlEbLd5x823S81tZWe5yenh77gSAfpb3cunUrV//q1avBlk3379+3xwnr7Ow0TU1NwdpWxZwnAABAvSFnPCUawVYwq/QP0SjxsWPHbCCpUVuXt6xRXI1Cu8vub/PXBwcHS2ovTtxxtB63Te2G5TvOixcvzGeffWZevXplnj17ZsbGxrac5+LiYu58kvD7le+65dvmLwMAANQaRsYz0N3dHSzVNvVTAbSCXDflc/HiRXPgwAFz/fp1c+3ataD0rd27dwdL2VDQ7lJ9AAAAagHBeEoUuGokWMGeJi1PT08HW41NMxHlRoeD8ZcvXwZLbxVqrxRRx3GitvX19eX6IBr5zkfntmfPHrusFJuklBuvkf9i6PpoxFuSHEvt678NlfhyLAAAQKkIxlPS29tr2tvbbU54f3+/zYPu6uoKthrz+vVrmzKh/G/VdZQLffLkyXe+wFiovWLFHUfitul4rg/q+/LycrAl2uPHj82ZM2dsyo5GyJNSMF3oy6FhSuFxX249evRoUBpvZWXFfrgAAACoJeSMV0G18pajAm3p6OjI3UM8DdU6TpoUuE9OTtZs/wAAwM5EMF4FfIkQAAAAUUhTqQIF4vv37w/WAAAAgE2MjAMAAAAZYWQcAAAAyAjBOAAAAJARgnEAAAAgIwTjAAAAQEYIxgEAAICMEIyXQfcP9+dpGBgYKPrR8FlLch2S1NHDhAo9cj+J4eHhyCd6ptW+JDkfAACAQri1YRkUiOnyuXkpFDTu2rUr92RIBeLNzc2moaHBrqclfJw0JbkOSeuk8XCkuHbSal+SnA8AAEAhjIxn7ODBg2ZtbS1YM6atrS31QFzCxwEAAED2CMbL4EZENV9fXzd37941586ds6OlExMTtky0Pj8/b+d+CoWWpaWlJbesOk+fPk3cnqufT/g4SoVR247acKkxftt+X3Vsratc+/tpIP510Dalg4RFXSu1pcnv/8LCQu6cXXncsfO1I6qncp2PMzc3Z8vC5xZ1rT/55BNbT9S2trl9/PMBAAAoFcF4Sh48eGADvampKTsCraByZmYm2GrM0tKSDdwaGxvNvXv3bNnIyIidK3XCLTtJ25udnTW3b98OSqOFj9PT02Pu3Lljy1wQrhF5J6qvOnZra6st1/4KWKN0dnaapqamYC3ao0eP7Lmtrq7a9vbv3x9sMeb169f2nDQNDg7asrhj52vn97//vbl586b54osvzIkTJ4LSTeFzi7vWFy9eNDdu3LDBvPqitgqdGwAAQFE2AhOkoLu7+83i4mKw9sYuu8ur+UYgbJc19y+7v03ceqntxfH32Qg47frz58/fTE9PvxkfH7flEte25uGpVOFzc9RmMcfO186VK1fsdp/Ko9rPd63d8tDQkF0HAABIEyPjGdgI/oKlbCgnfXR01I6Ka4T8+PHjwZZ3ub5qvhGYKkLNTaWKSmPJJ+7Y+do5dOiQ3Z7vzjRJXoff/e53dv5v//Zvdh5HaSxKbQEAACgGwXhKFNiNjY3ZgEyTlqenp4Otm7nQogAxHAS+fPkyWHqrUHul8I/z05/+1KZ7qD9+iopE9bWvry/XH4m7RaByr/MFwDI+Pr6lLTePE3fsfO2o30p1OXbs2JbyqHOLu9Y6zpkzZ2x6z7fffmv3iaLzVRpLJb54CwAAtjeC8ZT09vaa9vZ2m4vc399vc6e7urqCrZu50PoCoHKSVddRwHjy5Ml3Ar1C7RUrfBwF4FqOCvCj+qpju/5o2/Lysi0PU+61/+XOKP65qS3lfOcTd+xC7SjIvnLlipmcnAxKjL21Y/jc4q61csgV8OtWiMq11xc8o85tZWXFfmAAAAAoFvcZrwIFfxpdTeP+1vnEjdx2dHS8c39xBZW63aECWH9btfq6nShIV8BfiXu4AwCA7Y1gvApqLcBVWoXSNzQqfv78+aB0E8E4AABA9ZCmUgUKbv3b7tUC3aYvHIhLLfYVAABgu2JkHAAAAMgII+MAAABARgjGAQAAgIwQjAMAAAAZIRgHAAAAMkIwDgAAAGSEYLwMuie3P48yPDxc8ImUlZSkj1F19Fh7rYcfba9zGRgYsNsePnwYlG6Wf/LJJ7Zckx61H6dQ3ahj69H0upYq10N2nj59Gmx5l7a7tnWc8PWPal/7+A9N0rG0r6M+un5qX38OAABQKoLxCrtx44b593//92Ctfty5c8c+Sl6PevfdvHnT9PT02MfJHzp0yJYpUNbTPH/yk5/YJ3rqbpl/9Vd/ZbeFJakbdewf/OAH9lH1qq9Hzw8ODgZb3qWgWvdLVx9/9KMfmatXrwZbNkW1r0fn+wG+Xjc92t9ZWFgwR48eDdYAAABSovuMozTu8uW7jNq2ERgGa9WXtI/+fCNItsuPHz9+sxGk2jJH5YuLi8HapvHx8TdDQ0PBWn6F6uY7tqPr6foaRdvcNQ/XjWv/iy++yK1rH/VR9TYCejtp+fnz53a7a89vFwAAoBSMjJdh4/ptmc/Pz9vUBT/dwVGqhLapjmjZjcRqniTlwe2vub//+vq6Tb1w6RlKp1CZ+H1UeklU38Lnsby8bEeK//iP/9jW12i2sxFMm7GxsVz7ojpnz54N1vIrVDffsUXHVbke5V9IVN249jXKr3X5l3/5F9Pa2mo2AnI7eq9Jmpqa7Dx8vQAAAEpFMJ6ikydPmsXFRXPq1KmgZNPvf/97m96hR9CfOHEiKC3N0tKSDQJnZ2fN7du3bdmDBw9sSsXU1JRNzVBKxczMjN3m6+zszAWU+fzTP/2TDVhdXQWwTm9vr/nxj39sGhsbc7nYCmL37dtnlwspVDffsbWvjvvs2TPT1dUVlEZraWmxdXVd/Lpx7bt1fcBRnebmZlv25MkTO42OjtrtAAAAaSIYT5FGUr/66qtg7S2NJH/77bfm9OnTQUnpFFCLgk21Ky4HuqGhwU5avnz5st3mO3/+vGlrawvW4ikf2+VH65wUnDpqf2RkxAan/hcvX758GSxt5UbxNTlxdSXfsRVEu1x192Ejqn1RAK26ul6Tk5NBaf72ta5RcQXwf/qnf2r+7M/+zAbnmv78z/88qAUAAJAegvEUKUjdu3fvO6OoLgUifGeSWuT6qFF+Bbj6ImPUlyUVGGub6Hy//PJLuxymUXw3Sb66SY6tDwM6tvuwEW7f5+q6Ngq1r9QUpa3otXr//ffNn/zJn9hReE3uy6pRFKz7aTsAAABJEYynSGkbR44cyQWpjgJCpZUcO3YsF7SpTKO34t+1oxRqy+Vxa9JyVE618soLfSDQHUbUngtwnz9/bsvdfm7up264gFdBrDu/cK63k69uvmO7gFeT9g1/4Ini6mrEWwqdm167Cxcu5No+fPiwvZaaXBpLmPbV+SjwBwAAKBbBeEoU+CkvXAH348ePg9K3FAQqfcSlTGgU3X3hstxb5imPu7293eZI6/Z/Ss2IyqlW0B++53aYUl5+8YtfBGubudT+bQD//u//3vZZ6Ti6xaEoaFWu/G9+8xvbB23370Huy1c337GVB6/6muTixYt2HsfljIsb/S50bn/0R39k535Kira7YD6K9tWtFgEAAErx3hsNEaJmaCQ3SkdHh02dQG3RByp9wOK1AQAApSAYBwAAADJCmgoAAACQEYJxAAAAICME4wAAAEBGCMYBAACAjBCMAwAAABkhGAcAAAAyQjAOAAAAZIRgHAAAAMgIwTgAAACQEYJxAAAAICME4wAAAEBGCMYBAACAjBCMAwAAABkhGAcAAAAyQjAOAAAAZIRgHAAAAMgIwTgAAACQEYJxAAAAICME4wAAAEBGCMYBAACAjBCMAwAAABkhGAcAAAAyQjAOAAAAZMKY/z+/F70su/+jnQAAAABJRU5ErkJggg==\" data-filename=\"attribute carts.png\" style=\"width: 739px;\"><br></p>', 'product_id,price,quantity,temp_uniqueid,option_sc,size_attribute,color_attribute,option-productid-optionid(option-256-4),select-productid-selectid(select-256-4),checkbox-productid-optionid[](checkbox-256-7[])', 'POST', 'api/addtocart', '2021-08-11 08:15:41', '2021-08-11 07:08:41');
INSERT INTO `gwc_apis` (`id`, `details`, `parameters`, `method`, `url`, `updated_at`, `created_at`) VALUES
(21, '<p>Get Temp Orders</p><p>{</p><p>&nbsp; &nbsp; \"temp_uniqueid\":\"5bbe986c-7a5f-4006-99c4-677a393fefaa\"</p><p>}</p>', 'temp_uniqueid', 'POST', 'api/posv1/getTempOrders', '2021-08-11 08:42:39', '2021-08-11 08:42:39'),
(22, '<p>Remove Item From cart<br></p><p>{</p><p>&nbsp; &nbsp; \"temp_uniqueid\":\"5bbe986c-7a5f-4006-99c4-677a393fefaa\",</p><p>&nbsp; &nbsp; \"id\":\"1\"</p><p>}</p>', 'temp_uniqueid', 'POST', 'api/posv1/removeTempOrder', '2021-08-11 09:25:39', '2021-08-11 09:24:52'),
(23, '<p>Edit Quantity</p><p>{</p><p>&nbsp; &nbsp; \"tempid\":\"2\",</p><p>&nbsp; &nbsp; \"temp_uniqueid\":\"5bbe986c-7a5f-4006-99c4-677a393fefaa\",</p><p>&nbsp; &nbsp; \"quantity\":\"5\"</p><p>}</p>', 'tempid,temp_uniqueid,quantity', 'POST', 'api/posv1/addremovequantity', '2021-08-11 09:30:57', '2021-08-11 09:30:57'),
(24, '<p>Apply coupon code to get discount</p><p>{</p><p>&nbsp; &nbsp; \"temp_uniqueid\":\"5bbe986c-7a5f-4006-99c4-677a393fefaa\",</p><p>&nbsp; &nbsp; \"coupon_code\":\"OFF5\"</p><p>}</p>', 'temp_uniqueid,coupon_code', 'POST', 'api/posv1/apply_coupon_to_cart', '2021-08-11 09:41:30', '2021-08-11 09:41:30'),
(25, '<p>To get Category lIst</p>', NULL, 'POST', 'api/posv1/category', '2021-08-11 10:02:25', '2021-08-11 10:02:25'),
(26, '<p>to get customer listings</p>', 'search_key(optional)', 'POST', '/api/posv1/getCustomers', '2021-08-12 08:33:05', '2021-08-12 08:33:05'),
(27, '<p>Get Payment Methods<br><br></p>', NULL, 'GET', 'api/posv1/getPaymentMethod', '2021-08-14 07:29:53', '2021-08-14 07:29:31'),
(28, '<p>to get Province &amp; its areas</p>', NULL, 'GET', 'api/posv1/getAreas', '2021-08-17 09:45:11', '2021-08-17 09:45:11'),
(29, '<p>Login to POS</p>', 'username,password', 'POST', 'api/posv1/login', '2021-08-17 13:54:25', '2021-08-17 13:54:25'),
(30, '<p>To post order confirmation</p><p>{</p><p>    \"customer_id\":\"2\",</p><p>    \"temp_uniqueid\":\"5bbe986c-7a5f-4006-99c4-677a393fefaa\",</p><p>    \"name\":\"Imtiaz Alam Khan\",</p><p>    \"mobile\":\"67099240\",</p><p>    \"email\":\"imtiaz@gulfclick.net\",</p><p>    \"area\":\"13\",</p><p>    \"block\":\"test block\",</p><p>    \"street\":\"test street\",</p><p>    \"house\":\"test house\",</p><p>    \"payment_method\":\"COD\"</p><p>}</p>', 'customer_id,temp_uniqueid,\r\nname,mobile,email,area,\r\nblock,street,avenue,house,floor,\r\npayment_method,latitude,longitude,landmark,\r\ncoupon_code,coupon_discount,\r\ncoupon_free,', 'POST', 'api/posv1/checkoutConfirm', '2021-08-19 08:48:58', '2021-08-19 08:46:32');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_banners`
--

CREATE TABLE `gwc_banners` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `btype` tinyint(1) DEFAULT NULL,
  `title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_en` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_ar` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `display_order` tinyint(4) DEFAULT NULL,
  `image` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link_id` int(11) DEFAULT NULL,
  `link_type` enum('web','category','product','offer') COLLATE utf8mb4_unicode_ci DEFAULT 'web',
  `app_views` int(11) NOT NULL DEFAULT 1,
  `web_views` int(11) NOT NULL DEFAULT 1,
  `image_size` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `box` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_banners`
--

INSERT INTO `gwc_banners` (`id`, `btype`, `title_en`, `title_ar`, `details_en`, `details_ar`, `display_order`, `image`, `link`, `link_id`, `link_type`, `app_views`, `web_views`, `image_size`, `box`, `is_active`, `created_at`, `updated_at`) VALUES
(12, NULL, 'الکترونیک', 'الکترونیک', '<div class=\"banner-price-info text-white font-weight-bold text-uppercase mb-1\">شروع در&nbsp;<strong class=\"text-secondary\">125000 تومان</strong></div>', '<div class=\"banner-price-info text-white font-weight-bold text-uppercase mb-1\">شروع در&nbsp;<strong class=\"text-secondary\">125000 تومان</strong></div>', 1, 'b-e79e5b6eefa7148d5d40cdededdc30d3.jpg', 'speaker', 0, 'web', 1, 1, NULL, NULL, 1, '2023-09-01 12:05:50', '2023-09-01 12:05:50'),
(13, NULL, 'ست لوازم آرایش', 'ست لوازم آرایش', '<p>فروش تا&nbsp;<strong class=\"text-secondary\">30% تخفیف</strong></p>', '<p>فروش تا&nbsp;<strong class=\"text-secondary\">30% تخفیف</strong></p>', 2, 'b-0fb0199b153b47b75832a52564dd66a7.jpg', 'beautify', 0, 'web', 1, 1, NULL, NULL, 1, '2023-09-01 12:07:00', '2023-09-01 12:07:00');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_brands`
--

CREATE TABLE `gwc_brands` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `bgimage` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `display_order` int(11) NOT NULL DEFAULT 0,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `is_home` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_brands`
--

INSERT INTO `gwc_brands` (`id`, `slug`, `title_en`, `title_ar`, `details_en`, `details_ar`, `image`, `bgimage`, `display_order`, `is_active`, `is_home`, `created_at`, `updated_at`) VALUES
(1, 'baseus', 'Baseus', 'بيسيوس', 'Baseus products in kuwait', 'Baseus products in kuwait', 'b-5c8d83aecd9beab8b2235de3027a1a31.jpg', NULL, 1, 1, 1, '2020-05-09 14:55:53', '2021-02-10 11:10:07'),
(2, 'gamesir', 'Gamesir', 'جيمسير', 'Gamesir Products in kuwait', 'Gamesir products in kuwait', 'b-a4c669c6633d8446829bfef801a2d6d5.jpg', NULL, 2, 1, 0, '2020-05-16 07:44:30', '2021-02-10 10:55:03'),
(3, 'apple', 'Apple', 'أبل', NULL, NULL, 'b-6326103ddf4aee65dae7c4343df18e90.jpg', NULL, 1, 1, 1, '2020-05-16 17:18:46', '2021-02-10 11:07:46'),
(4, 'samsung', 'Samsung', 'سامسونج', NULL, NULL, 'b-6214362d142908167d46109a2023f48b.jpg', NULL, 2, 1, 0, '2020-05-16 18:13:47', '2021-02-10 10:55:59'),
(5, 'powerology', 'Powerology', 'باوراولوجي', NULL, NULL, 'b-9e4bdef578610fd601dc5987d0d92ecd.jpg', NULL, 3, 1, 1, '2020-05-16 18:18:48', '2021-02-10 08:56:04'),
(6, 'devia', 'Devia', 'ديفيا', NULL, NULL, 'b-c109de14f070dca9284c97077ee3f134.jpg', NULL, 4, 1, 0, '2020-05-16 18:20:06', '2021-02-10 11:00:16'),
(7, 'xiaomi', 'Xiaomi', 'شاومي', NULL, NULL, 'b-68c7e8d21e5c8acceddc3a43fbd659d0.jpg', NULL, 5, 1, 1, '2020-05-16 18:21:08', '2021-02-14 06:51:47'),
(8, 'x-doria', 'x-doria', 'اكس دوريا', NULL, NULL, 'b-355973ec28cd832d249aa8d2b7545d31.jpg', NULL, 6, 1, 0, '2020-05-16 18:21:50', '2021-02-10 11:00:38'),
(9, 'beats', 'beats', 'بيتس', NULL, NULL, 'b-88ffc3666dfb9bc55ce8af9135e03d32.jpg', NULL, 7, 1, 0, '2020-05-16 18:22:23', '2021-02-10 11:00:47'),
(10, 'jbl', 'JBL', 'جي بي ال', NULL, NULL, 'b-0e4e7773cf4b80943170d41db815a6b8.jpg', NULL, 8, 1, 1, '2020-05-16 18:23:42', '2021-02-10 09:05:01'),
(11, 'belkin', 'belkin', 'بيلكن', NULL, NULL, 'b-16aee4ce70b00fd1ac4d2aac2e026425.jpg', NULL, 9, 1, 1, '2020-05-16 18:25:10', '2021-02-14 06:51:55'),
(12, 'fitbit', 'fitbit', 'فيت بيت', NULL, NULL, 'b-79494c4e8c8374b2c077ae27b8aa2be0.jpg', NULL, 10, 1, 1, '2020-05-16 18:25:57', '2021-02-10 11:01:00'),
(13, 'bloody', 'Bloody', 'بلودي', NULL, NULL, 'b-1d40a33ef9c8a8d536e79f91869c0b31.jpg', NULL, 11, 1, 1, '2020-05-16 18:26:31', '2021-02-10 11:04:58'),
(14, 'foxconn-apple', 'foxconn (apple)', 'فوكسكن (مصنع ابل )', NULL, NULL, 'b-e3ef8897f5ac12efe6bf530f335c4171.jpg', NULL, 12, 1, 0, '2020-05-16 18:27:57', '2021-02-10 11:05:05'),
(15, 'porodo', 'porodo', 'بورودو', NULL, NULL, 'b-82a6a6901a3507143505da1b48b6dc90.jpg', NULL, 13, 1, 1, '2020-05-16 18:29:09', '2021-02-14 06:51:59'),
(16, 'kajsa', 'kajsa', 'كاجسا', NULL, NULL, 'b-b3dc765039cc132cf2415db1789e304f.jpg', NULL, 14, 1, 0, '2020-05-16 18:29:35', '2021-02-10 11:05:11'),
(17, 'orbit', 'ORBIT', 'اوربت', NULL, NULL, 'b-463b00dc98981bbb27b20793f6e73813.jpg', NULL, 15, 1, 0, '2020-05-16 18:30:08', '2021-02-10 09:13:42'),
(18, 'totu', 'TOTU', 'توتو', NULL, NULL, 'b-058262f770ad31a0a4b1a3a54b161a83.jpg', NULL, 16, 1, 0, '2020-05-16 18:31:00', '2021-02-10 09:14:25'),
(19, 'turtle-brand', 'TURTLE BRAND', 'تيرتل براند', NULL, NULL, 'b-c5c0548e6a74086aa1946cd8a5adfbfd.jpg', NULL, 17, 1, 0, '2020-05-16 18:31:31', '2021-02-10 11:06:35'),
(20, 'wiwu', 'Wiwu', 'ويوو', 'Wiwu', 'ويوو', 'b-2151a647552395da9fa46660ad9ee29d.jpg', NULL, 18, 1, 0, '2020-05-20 11:38:42', '2021-02-10 11:05:18'),
(21, 'huawei', 'Huawei', 'هواوي', 'Huawei', 'هواوي', 'b-2a96b180c3d64079574889d53df52b8d.jpg', NULL, 19, 1, 0, '2020-05-22 11:56:28', '2021-02-10 11:05:24'),
(22, 'bose', 'Bose', 'بوز', NULL, NULL, 'b-148b97a3c046e5591281cfd94d52979e.jpg', NULL, 20, 1, 0, '2020-05-24 19:47:40', '2021-02-10 10:18:08'),
(23, 'google', 'Google', 'جوجل', NULL, NULL, 'b-9dfab6757ef946b81c30bb7760a9a0f2.jpg', NULL, 21, 1, 0, '2020-05-25 02:00:23', '2021-02-10 10:23:19'),
(24, 'jabra', 'Jabra', 'جابرا', NULL, NULL, 'b-afc6384a82e5f11dc314c5058db235c6.jpg', NULL, 22, 1, 0, '2020-05-25 02:30:11', '2021-02-10 10:26:44'),
(25, 'tronsmart', 'Tronsmart', 'ترونسمارت', NULL, NULL, 'b-0bafc507ea81018b5dd68af3daabccc0.jpg', NULL, 23, 1, 0, '2020-07-20 05:16:12', '2021-02-10 10:27:59'),
(26, 'skullcandy', 'SkullCandy', 'سكال كاندي', NULL, NULL, 'b-3abc30f62cedef9998489bf4b2baa8aa.jpg', NULL, 24, 1, 0, '2020-08-06 07:45:17', '2021-02-14 06:52:53'),
(27, 'powero', 'Powero+', 'باورو+', NULL, NULL, 'b-e61c8eae08aa662503ae214a35e21255.jpg', NULL, 25, 1, 0, '2020-08-09 10:04:20', '2021-02-10 10:30:06'),
(28, 'green', 'Green', 'جرين', NULL, NULL, 'b-111344928869629510dd55300a4cbaa4.jpg', NULL, 26, 1, 0, '2020-08-12 11:42:41', '2021-02-10 10:33:41'),
(29, 'rock', 'Rock', 'روك', NULL, NULL, 'b-fc9ab5eb2a63186054ef65c919a99563.jpg', NULL, 27, 1, 0, '2020-08-26 05:35:49', '2021-02-10 10:40:06'),
(30, 'karl', 'Karl', 'كارل', NULL, NULL, 'b-91d44f8b2ee85dee723bbbed8e20c471.jpg', NULL, 28, 1, 0, '2020-08-27 05:49:02', '2021-02-10 10:41:17'),
(31, 'ferrari', 'Ferrari', 'فيراري', NULL, NULL, 'b-5a2149b71e4c21a835a1cf224d2a8a7f.jpg', NULL, 29, 1, 0, '2020-09-06 03:29:36', '2021-02-10 10:43:38'),
(32, 'anker', 'Anker', 'انكر', NULL, NULL, 'b-762745a8fb626dd521f2d413573a6123.jpg', NULL, 30, 0, 0, '2020-09-19 10:14:56', '2021-03-09 05:54:32'),
(33, 'ahastyle', 'Ahastyle', 'اها ستايل', 'Ahastyle', 'اها ستايل', 'b-6563ef4eed9a68f0da389b64a08eb9c9.jpg', NULL, 31, 1, 0, '2020-11-02 10:48:57', '2021-02-10 10:47:19'),
(34, 'guess', 'Guess', 'جيس', NULL, NULL, 'b-145f470b7f2446e5ec1773baec15165e.jpg', NULL, 32, 1, 0, '2020-11-07 08:13:05', '2021-02-10 10:48:21'),
(35, 'comma', 'comma', 'كوما', 'comma', 'كوما', 'b-2c0e0620338d2ca0a58f57e3387006ce.jpg', NULL, 33, 1, 0, '2020-11-25 11:18:46', '2021-02-10 10:49:39'),
(36, 'viva-madrid', 'Viva Madrid', 'فيفا مدريد', 'Viva Madrid', 'فيفا مدريد', 'b-96300673db2661bf07e223378b8dab22.jpg', NULL, 34, 1, 0, '2020-12-06 11:50:36', '2021-02-14 06:52:31'),
(37, 'coteetci', 'Coteetci', 'كوتيتشي', NULL, NULL, 'b-a50e60f9abd3112f53bc9f3014223e37.jpg', NULL, 35, 1, 0, '2021-01-02 08:50:42', '2021-02-10 10:51:18'),
(38, 'marshall', 'Marshall', 'مارشال', 'Marshall', 'مارشال', 'b-c3b43c15234b794b88dd084ae1770eae.jpg', NULL, 36, 1, 0, '2021-01-11 09:48:47', '2021-02-10 10:52:02'),
(39, 'usams', 'USAMS', 'يوسامس', 'USAMS', 'يوسامس', 'b-07abc9d6b475532cbdd73f8a1a28a250.jpg', NULL, 37, 1, 0, '2021-01-27 09:20:16', '2021-02-10 10:53:14'),
(40, 'us-polo', 'US Polo', 'يو اس بولو', NULL, NULL, 'b-aaa93a54106925263b39d7dfade53706.jpg', NULL, 38, 1, 0, '2021-02-04 12:08:13', '2021-02-10 10:54:01'),
(41, 'choetech', 'CHOETECH', 'CHOETECH', NULL, NULL, 'b-57df6c3c610ebeb927346178c37d9541.jpg', 'bg-57df6c3c610ebeb927346178c37d9541.jpg', 39, 1, 0, '2021-03-01 07:53:46', '2021-03-01 07:53:46'),
(42, 'shifu', 'Shifu', 'شيفو', NULL, NULL, '', '', 40, 1, 0, '2021-04-15 07:42:49', '2021-04-15 07:42:49');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_categories`
--

CREATE TABLE `gwc_categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_en` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_ar` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seo_keywords_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seo_keywords_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seo_description_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seo_description_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `friendly_url` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `display_order` int(11) NOT NULL DEFAULT 0,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `app_views` int(11) NOT NULL DEFAULT 1,
  `web_views` int(11) NOT NULL DEFAULT 1,
  `parent_id` int(10) UNSIGNED DEFAULT 0,
  `is_offer` tinyint(1) NOT NULL DEFAULT 0,
  `title_1_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_1_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_2_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_2_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_3_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_3_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_4_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_4_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `offer_link` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `offer_image` varchar(190) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_full_width` tinyint(1) NOT NULL DEFAULT 0,
  `header_image` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_highlighted` tinyint(1) NOT NULL DEFAULT 0,
  `icon` varchar(250) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_categories`
--

INSERT INTO `gwc_categories` (`id`, `name_en`, `name_ar`, `details_en`, `details_ar`, `seo_keywords_en`, `seo_keywords_ar`, `seo_description_ar`, `seo_description_en`, `image`, `friendly_url`, `display_order`, `is_active`, `app_views`, `web_views`, `parent_id`, `is_offer`, `title_1_en`, `title_1_ar`, `title_2_en`, `title_2_ar`, `title_3_en`, `title_3_ar`, `title_4_en`, `title_4_ar`, `offer_link`, `offer_image`, `is_full_width`, `header_image`, `is_highlighted`, `icon`, `created_at`, `updated_at`) VALUES
(14, 'Original Brands', 'الماركات الأصلية', 'All type of electronics items available here.', 'كل ما تحتاجة من أكسسوارات و المستلزمات من الماركات الأصلية', 'electronic,mobile,android,Samsung,', 'electronic,mobile,android,Samsung,', 'All type of electronics items available here.', 'All type of electronics items available here.', 'b-4fdd65cbf949a1729804e12b823311c4.png', 'electronics', 1, 1, 1, 1, 14, 1, 'SALE', 'SALE', '70% OFF', '70% OFF', 'Free shipping on all Kuwait order or order above KD 10', 'Free shipping on all Kuwait order or order above KD 10', 'SHOP NOW', 'SHOP NOW', 'http://www.google.com', 'promo-b096c2437d39f1fd03995f847334de68.jpg', 0, NULL, 0, NULL, '2020-02-09 12:00:07', '2020-05-16 17:04:49'),
(15, 'Mobiles', 'Mobiles', 'Mobile', 'Mobile', 'Mobile', 'Mobile', 'Mobile', 'Mobile', 'b-063cd20566d66aa476efc942f616cee9.jpg', 'Mobile', 2, 1, 1, 1, 14, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, '2020-02-10 05:21:13', '2020-04-06 04:27:26'),
(16, 'Iphone', 'Iphone', 'Iphone', 'Iphone', 'Iphone', 'Iphone', 'Iphone', 'Iphone', '', 'Iphone', 2, 1, 1, 1, 15, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, '2020-02-10 05:22:50', '2020-02-10 05:22:50'),
(17, 'Samsung', 'Samsung', 'Samsung', 'Samsung', 'Samsung', 'Samsung', 'Samsung', 'Samsung', '', 'Samsung', 2, 1, 1, 1, 15, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, '2020-02-10 05:23:10', '2020-02-10 05:23:10'),
(18, 'Huawei', 'Huawei', 'Huawei', 'Huawei', 'Huawei', 'Huawei', 'Huawei', 'Huawei', '', 'Huawei', 2, 1, 1, 1, 15, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, '2020-02-10 05:24:24', '2020-02-10 05:24:24'),
(36, 'Accessories', 'Accessories', NULL, NULL, NULL, NULL, NULL, NULL, 'c-9f56be7aec13429b46e31ddf27f86c71.jpg', 'electrnoic-accessories', 1, 1, 1, 1, 14, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, '2020-04-21 05:28:14', '2020-04-21 05:31:28'),
(37, 'Bluetooth', 'Bluetooth', NULL, NULL, NULL, NULL, NULL, NULL, '', 'bluetooth', 5, 1, 1, 1, 36, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, '2020-04-21 05:29:24', '2020-04-21 05:29:24'),
(38, 'USB Rechargeable', 'USB Rechargeable', NULL, NULL, NULL, NULL, NULL, NULL, '', 'usb-rechargeable', 5, 1, 1, 1, 36, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, '2020-04-21 06:04:21', '2020-04-21 06:17:46'),
(39, 'GPS Tracker', 'GPS Tracker', NULL, NULL, NULL, NULL, NULL, NULL, '', 'GPS-Tracker', 5, 1, 1, 1, 36, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, '2020-04-21 06:23:29', '2020-04-21 06:23:29'),
(43, 'Apple', 'ابل', NULL, NULL, NULL, NULL, NULL, NULL, '', 'https://www.runbazaarkw.com/', 1, 1, 1, 1, 43, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-16 17:07:13', '2020-05-16 17:09:44'),
(44, 'Apple', 'ابل', NULL, NULL, NULL, NULL, NULL, NULL, '', 'https://www.runbazaarkw.com/apple', 1, 1, 1, 1, 44, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-16 17:11:14', '2020-05-16 17:12:05'),
(45, 'Cases', 'كفرات', NULL, NULL, NULL, NULL, NULL, NULL, '', 'cases/kw', 1, 1, 1, 1, 45, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, '2020-05-16 17:14:28', '2020-05-16 17:33:43'),
(46, 'Cable', 'أسلاك', NULL, NULL, NULL, NULL, NULL, NULL, '', 'cable/charger', 2, 1, 1, 1, 45, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-16 17:23:37', '2020-05-16 17:23:37'),
(47, 'Cable', 'اسلاك', NULL, NULL, NULL, NULL, NULL, NULL, '', 'cable/kw', 1, 1, 1, 1, 47, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-16 17:36:06', '2020-05-16 17:37:06'),
(48, 'DEVICES', 'الأجهزة', NULL, NULL, NULL, NULL, NULL, NULL, 'b-34077774f07467267fddb694b01e9d33.jpg', 'Categories-kw', 1, 1, 1, 21, 0, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Accessories', NULL, 0, 'h-ca02bb62474fbd1f0bfbde761a7fae83.jpg', 0, NULL, '2020-05-16 17:38:40', '2021-08-31 08:54:32'),
(52, 'Power Bank', 'البطاريات المتنقلة', NULL, NULL, NULL, NULL, NULL, NULL, 'b-d83b0330e0b7c53f81e8db55cee21761.jpg', 'powerbank-kw-shop-kuwait', 2, 1, 1, 1, 105, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-16 18:07:34', '2021-02-16 10:32:26'),
(53, 'Screen Protector', 'حمايات الشاشة', NULL, NULL, NULL, NULL, NULL, NULL, '', 'sceenprotector-kuwait-kw-shop', 4, 1, 1, 1, 108, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-16 18:12:06', '2021-01-06 08:03:26'),
(55, 'Sockets and Wall Charger', 'المشترك و شاحن الحائط', NULL, NULL, NULL, NULL, NULL, NULL, 'b-581f77047147be5be0452e7d9911169a.jpg', 'wallcharger-kw', 2, 1, 1, 1, 105, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, '2020-05-16 22:02:01', '2021-02-16 10:34:09'),
(56, 'Battery Case', 'كفرات البطارية', NULL, NULL, NULL, NULL, NULL, NULL, 'b-838703869cc43f488f467a938b1df366.jpg', 'batterycase-kw', 2, 1, 1, 1, 105, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-16 22:38:09', '2021-02-16 11:18:06'),
(59, 'McBook and iPad Pro', 'ماك بوك و ايباد برو', NULL, NULL, NULL, NULL, NULL, NULL, '', 'mcbookipadpro-kw', 3, 1, 1, 1, 109, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-17 11:40:34', '2020-09-28 08:40:35'),
(60, 'iPhone Cases', 'كفرات ايفون', NULL, NULL, NULL, NULL, NULL, NULL, '', 'cases-iphone11-kw', 3, 1, 1, 3, 108, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-17 12:03:45', '2021-09-04 16:53:36'),
(61, 'GAMING', 'الألعاب', NULL, NULL, NULL, NULL, NULL, NULL, 'b-8d4a19e370e51a4c0178a5009ba3790b.jpg', 'gaming-kw', 3, 1, 1, 2, 0, 1, '10 % off on game sir', '10 % off on game sir', '5 % off  controler', '5 % off  controler', NULL, NULL, NULL, NULL, 'https://www.runbazaarkw.com/products/61/gaming-kw', 'promo-6d4a6d20fda440bfcb48d3c572e79a55.jpg', 0, NULL, 0, NULL, '2020-05-17 14:39:42', '2021-08-28 11:52:13'),
(63, 'MOUSE', 'الفارة', NULL, NULL, NULL, NULL, NULL, NULL, 'b-cabdf448aec52c1724d6bf98ac5612fb.jpg', 'mouse-gaming', 3, 1, 1, 5, 61, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 12:23:09', '2021-09-04 16:53:18'),
(64, 'KEYBOARD', 'كيبورد', NULL, NULL, NULL, NULL, NULL, NULL, 'b-7e87d778c65f5d8354fd7dc2f4f75d76.jpg', 'keyboard-gaming', 3, 1, 1, 1, 61, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 12:24:37', '2021-02-16 09:50:11'),
(65, 'HEADSET', 'السماعات', NULL, NULL, NULL, NULL, NULL, NULL, 'b-bd6a944c3cb878939836477257a5ae34.jpg', 'headset-gaming', 3, 1, 1, 3, 61, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 12:25:45', '2021-09-04 16:53:28'),
(66, 'MOUSE PAD', 'ارضية الفاره', NULL, NULL, NULL, NULL, NULL, NULL, 'b-012058f7283a162bc0cb90bd94438e07.jpg', 'mousepad-gaming', 3, 1, 1, 1, 61, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 12:27:08', '2021-02-16 09:52:50'),
(67, 'MOBILE CLICKS', 'أزرار الهاتف', NULL, NULL, NULL, NULL, NULL, NULL, 'b-a3367e4c3505b770a051130d5cc9b7ad.jpg', 'mobile-gaming', 3, 1, 1, 1, 61, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 12:31:46', '2021-02-16 09:56:26'),
(69, 'Lightning Cable', 'لايتنينج كيبل', NULL, NULL, NULL, NULL, NULL, NULL, 'b-c788bbc0055374ca5f1629634caadaeb.jpg', 'iphoneipadcable', 3, 1, 1, 1, 106, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 15:23:22', '2021-02-16 11:31:42'),
(70, 'Type-C Cable', 'كيبلات تايب سي', NULL, NULL, NULL, NULL, NULL, NULL, 'b-a3735b69dc1a98882f5296c7e3d2752b.jpg', 'type-c-cable', 3, 1, 1, 1, 106, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 15:24:33', '2021-02-16 11:29:49'),
(71, 'Micro Cable', 'كيبلات مايكرو', NULL, NULL, NULL, NULL, NULL, NULL, 'b-21ff3401c59ecc7de7c92e564e8b72b0.jpg', 'micro-cable', 3, 1, 1, 1, 106, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 15:25:22', '2021-02-16 11:28:11'),
(73, 'iPad Case', 'كفرات ايباد', NULL, NULL, NULL, NULL, NULL, NULL, '', 'ipad20192020-case', 3, 1, 1, 3, 108, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 15:33:58', '2021-08-29 15:03:18'),
(75, 'Multiple Cable', 'كيبلات متعددة', NULL, NULL, NULL, NULL, NULL, NULL, 'b-01b5c372e846e381230d3e49498cfec4.jpg', 'Multiple-Cable', 3, 1, 1, 1, 106, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 16:04:45', '2021-02-16 11:33:32'),
(76, 'AirPods Case', 'كفرات سماعات ايربودز', NULL, NULL, NULL, NULL, NULL, NULL, '', 'airpods-case', 3, 1, 1, 1, 108, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 16:08:22', '2020-09-28 08:32:53'),
(77, 'OFFICE & HOME', 'المنزل & المكتب', NULL, NULL, NULL, NULL, NULL, NULL, 'b-7d26234224b22fa4db5f80146cd8998c.jpg', 'Home-Accessories', 3, 1, 1, 7, 48, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, '2020-05-18 16:10:00', '2021-09-13 15:02:21'),
(78, 'CAR ACCESSORIES', 'أكسسوارات السيارة', NULL, NULL, NULL, NULL, NULL, NULL, 'b-50301ccd69c02151ad8edc553f7d7fae.jpg', 'Car-Accessories', 4, 1, 1, 5, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, 0, NULL, '2020-05-18 16:11:16', '2021-08-31 08:55:07'),
(80, 'Android TV / Apple TV', 'اندرويد و ابل تي في', NULL, NULL, NULL, NULL, NULL, NULL, 'b-24fa653f7991ec23b491608b3e27ec31.jpg', 'Home-Theater', 6, 1, 1, 1, 77, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 16:18:58', '2021-02-16 09:36:50'),
(81, 'MOBILE STAND', 'حامل الهاتف', NULL, NULL, NULL, NULL, NULL, NULL, 'b-34b5025316b9b4b4dff380f258f5dcc4.jpg', 'MobileandTablet-Stand', 6, 1, 1, 1, 78, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 16:32:17', '2021-02-16 10:23:09'),
(82, 'CAR CHARGERS', 'شاحن السيارة', NULL, NULL, NULL, NULL, NULL, NULL, 'b-0f965c8491479dd553ab5f9999e81ec1.jpg', 'charger-car', 6, 1, 1, 1, 78, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 16:34:11', '2021-02-16 10:26:01'),
(83, 'OTHER', 'أخرى', NULL, NULL, NULL, NULL, NULL, NULL, 'b-230544ab16c31b9dcb4aa084fc0f5432.jpg', 'OtherAccessories-Car', 6, 1, 1, 1, 78, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 16:36:07', '2021-02-16 10:27:56'),
(85, 'WATCHES & BANDS', 'الساعات و الأحزمة', NULL, NULL, NULL, NULL, NULL, NULL, '', 'SmartWatch-Accessories', 9, 1, 1, 1, 107, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 16:42:58', '2021-02-16 11:41:10'),
(86, 'Adapters', 'الوصلات', NULL, NULL, NULL, NULL, NULL, NULL, '', 'Adapters-acc', 7, 1, 1, 1, 109, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-18 16:45:21', '2020-09-28 08:41:22'),
(87, 'Headphone and Headset', 'سماعات الرأس و الأذن', NULL, NULL, NULL, NULL, NULL, NULL, '', 'Headphone-and-Headset', 7, 1, 1, 1, 110, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-19 16:12:26', '2020-09-28 08:41:43'),
(88, 'Bags and Wallet', 'حقائب و المحفظة', NULL, NULL, NULL, NULL, NULL, NULL, '', 'bags-kw', 7, 1, 1, 1, 109, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-20 14:22:51', '2020-09-28 08:42:10'),
(89, 'CABLES', 'أسلاك', NULL, NULL, NULL, NULL, NULL, NULL, 'b-a9943c69eee675317fc66c5314a207b3.jpg', 'aux-car', 7, 1, 1, 1, 78, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-20 15:07:52', '2021-02-16 10:29:26'),
(90, 'Speaker', 'مكبرات الصوت', NULL, NULL, NULL, NULL, NULL, NULL, '', 'speaker-kw', 7, 1, 1, 1, 110, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-24 19:50:33', '2020-09-28 08:42:25'),
(91, 'Fitbit', 'فيت بيت', NULL, NULL, NULL, NULL, NULL, NULL, '', 'fitbit-kw', 7, 1, 1, 1, 85, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-25 00:53:43', '2021-01-25 11:28:18'),
(92, 'ROUTER DEVICE', 'أجهزة الإنترنت', NULL, NULL, NULL, NULL, NULL, NULL, 'b-972c2a3842cbb53e6edb2c8f3b036c28.jpg', 'router-kw', 5, 1, 1, 1, 48, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-26 00:32:55', '2021-02-16 09:28:52'),
(93, 'Wireless Charger', 'الشواحن اللاسلكية', NULL, NULL, NULL, NULL, NULL, NULL, 'b-d82048ee7591d09572aa60376f533eed.jpg', 'wirelessch-kw', 7, 1, 1, 1, 105, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-27 17:57:27', '2021-02-16 11:19:20'),
(94, 'Office & Home tools', 'ادوات مكتبية و منزلية', NULL, NULL, NULL, NULL, NULL, NULL, 'b-4f189100c6140fc903f7acdf4ff25a00.jpg', 'Homeaccessoriesother-kw', 7, 1, 1, 1, 77, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-05-30 20:08:12', '2021-02-16 09:40:25'),
(95, 'PLAY STATION', 'بلي ستيشن', NULL, NULL, NULL, NULL, NULL, NULL, 'b-6d32b19b06995d29fd6d5695b30a6bac.jpg', 'play-station-kw', 7, 1, 1, 1, 61, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-06-10 03:14:37', '2021-02-16 09:57:59'),
(96, 'LED & Lightings', 'ال اي دي & اضاءات', NULL, NULL, NULL, NULL, NULL, NULL, '', 'ledstand-kw', 7, 1, 1, 1, 109, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-06-17 04:26:52', '2021-01-10 12:45:02'),
(97, 'SMART SCALE', 'ميزان الذكي', NULL, NULL, NULL, NULL, NULL, NULL, 'b-219212dc1864f7434b447619baf3aaa1.jpg', 'smartscale-kw', 7, 1, 1, 1, 48, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, 0, NULL, '2020-06-18 04:21:52', '2021-02-16 09:30:23'),
(98, 'BELOW 5KD', 'أقل من 5 دنانير', NULL, NULL, NULL, NULL, NULL, NULL, 'b-b68739dfbedb4fcc35e215cc096d2652.jpg', '5kd-kw', 7, 1, 1, 3, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2020-07-30 08:04:09', '2021-08-30 14:21:40'),
(99, 'Bottle', 'بطل', NULL, NULL, NULL, NULL, NULL, NULL, '', 'Bottle-kw', 8, 1, 1, 1, 109, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2020-08-06 07:04:43', '2021-01-10 12:20:45'),
(100, 'Bundle', 'الحزمة', NULL, NULL, NULL, NULL, NULL, NULL, '', 'Packages-kw', 8, 0, 1, 1, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '', 0, NULL, '2020-08-09 05:03:05', '2021-01-04 13:00:08'),
(102, 'Computer Acc', 'اكسسوارات الكمبيوتر', NULL, NULL, NULL, NULL, NULL, NULL, '', 'camp-acc', 10, 1, 1, 1, 109, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2020-08-25 04:57:34', '2020-09-28 08:58:04'),
(103, 'Stands & Selfie Stick', 'ستاندات & عصى السيلفي', NULL, NULL, NULL, NULL, NULL, NULL, '', 'stands-kw', 10, 1, 1, 1, 109, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2020-08-25 05:08:33', '2021-01-10 08:38:28'),
(104, 'CHARGERS', 'الشواحن', NULL, NULL, NULL, NULL, NULL, NULL, 'b-2b8827b156ad188c1a0661edeea10b1a.jpg', 'CHARGERS', 2, 1, 1, 8, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '', 0, NULL, '2020-09-28 08:09:13', '2021-08-29 08:04:42'),
(105, 'CHARGERS', 'الشواحن', NULL, NULL, NULL, NULL, NULL, NULL, 'b-b4bc51804fcfc31075d5c8f3f2e2b362.jpg', 'CHARGERS-KW', 10, 1, 1, 1, 104, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2020-09-28 08:14:49', '2021-02-16 10:31:53'),
(106, 'CABLES', 'الكيبلات', NULL, NULL, NULL, NULL, NULL, NULL, 'b-29d462acd99316c1b930b49b73d5996b.jpg', 'cabless', 10, 1, 1, 1, 104, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2020-09-28 08:18:28', '2021-02-16 11:19:37'),
(107, 'CATEGORIES', 'الفئات', NULL, NULL, NULL, NULL, NULL, NULL, 'b-364f08e6f3317faa01535c23f78140b0.jpg', 'MOBILEACCESSORIES', 0, 1, 1, 180, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2020-09-28 08:27:03', '2021-08-31 09:29:49'),
(108, 'CASES & SCREEN', 'كفرات & شاشات', NULL, NULL, NULL, NULL, NULL, NULL, '', 'CASES-KW', 11, 1, 1, 1, 107, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2020-09-28 08:29:21', '2021-01-25 12:45:08'),
(109, 'ACCESSORIES', 'أكسسوارات', NULL, NULL, NULL, NULL, NULL, NULL, '', 'Accessories-kw', 1, 1, 1, 1, 107, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2020-09-28 08:34:09', '2021-01-06 08:07:01'),
(110, 'AUDIO', 'الصوتيات', NULL, NULL, NULL, NULL, NULL, NULL, 'b-7a9d11a60b78943258723097c82f0088.jpg', 'audio', 4, 1, 1, 1, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2020-09-28 08:37:23', '2021-02-16 09:14:07'),
(112, 'ELECTRIC SCOOTER', 'السكوتر الذكي', NULL, NULL, NULL, NULL, NULL, NULL, 'b-50774f110d5c7aad3692b6bd1cbf22ac.jpg', 'scootersmart', 9, 1, 1, 1, 48, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2020-11-03 12:05:49', '2021-02-16 09:31:50'),
(114, 'Camera Protection', 'حماية الكاميرا', NULL, NULL, NULL, NULL, NULL, NULL, '', 'Camera-Protection', 9, 1, 1, 1, 108, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2020-12-24 10:31:54', '2021-01-06 08:10:13'),
(115, 'CHAIRS', 'الكراسي', NULL, NULL, NULL, NULL, NULL, NULL, 'b-70f7826686ad6022b60f538a6ab32e17.jpg', 'chairs', 9, 1, 1, 1, 61, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2020-12-28 11:57:45', '2021-02-16 09:59:59'),
(116, 'JUST 4 KD', 'فقط 4 دك', NULL, NULL, NULL, NULL, NULL, NULL, 'b-94dd67602dcda280ea807f64ce8a4069.jpg', 'DEALSOFTHEDAYy', 5, 0, 1, 1, 0, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '', 0, NULL, '2021-01-04 13:02:44', '2021-04-08 06:54:04'),
(117, 'Samsung Cases', 'كفرات سامسونج', NULL, NULL, NULL, NULL, NULL, NULL, '', 'SamsungCases', 9, 1, 1, 1, 108, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2021-01-06 08:08:32', '2021-01-06 08:08:32'),
(118, 'COOLING PAD', 'مبّرد كمبيوتر', NULL, NULL, NULL, NULL, NULL, NULL, 'b-89380bff3dff97ff11010e929d9a2490.jpg', 'Cooling-Pad', 9, 1, 1, 1, 61, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2021-01-06 10:37:59', '2021-02-16 10:10:28'),
(119, 'CAMERA', 'كاميرات', NULL, NULL, NULL, NULL, NULL, NULL, 'b-8232b9306d0212097ea7bcc5cf77cec9.jpg', 'BroadcastingCamera', 9, 1, 1, 1, 61, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2021-01-07 10:23:17', '2021-02-16 10:13:03'),
(120, 'Wireless Earbuds', 'سماعات الأذن اللاسلكية', NULL, NULL, NULL, NULL, NULL, NULL, '', 'Wireless-Earbuds', 9, 1, 1, 1, 110, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2021-01-10 12:23:11', '2021-01-10 12:23:11'),
(121, 'Back Grip', 'قبضة لظهر الهاتف', NULL, NULL, NULL, NULL, NULL, NULL, '', 'BackGrip', 9, 1, 1, 1, 109, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2021-01-25 11:16:12', '2021-01-25 11:16:12'),
(122, 'Other Smart Watches', 'ساعات ذكية أخرى', NULL, NULL, NULL, NULL, NULL, NULL, '', 'OtherSmartWatches', 9, 1, 1, 1, 85, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2021-01-25 11:29:51', '2021-01-25 11:29:51'),
(123, 'Watch Accessories', 'اكسسوارات الساعة', NULL, NULL, NULL, NULL, NULL, NULL, '', 'WatchAccessories', 9, 1, 1, 1, 85, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2021-01-25 11:36:51', '2021-01-25 11:36:51'),
(124, 'Microphone', 'مايكروفون', NULL, NULL, NULL, NULL, NULL, NULL, '', 'Microphone', 9, 1, 1, 1, 110, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2021-01-25 14:21:18', '2021-01-25 14:21:18'),
(125, 'GAMES ACCESSORIES', 'أكسسوارات الألعاب', NULL, NULL, NULL, NULL, NULL, NULL, '', 'GAMESACCESSORIES', 9, 1, 1, 1, 61, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 0, NULL, '2021-01-26 11:10:33', '2021-01-26 11:10:33'),
(126, 'VALENTINES BUNDLES', 'VALENTINES BUNDLES', NULL, NULL, NULL, NULL, NULL, NULL, '', 'VALENTINESBUNDLES', 9, 0, 1, 1, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '', 0, NULL, '2021-02-07 09:23:10', '2021-02-09 10:16:20'),
(127, 'Deal Of the Day', 'صفقة اليوم', NULL, NULL, NULL, NULL, NULL, NULL, 'b-c0e4eeb5c8e62a5265cb614a33f11ac1.jpg', 'DEALSOFTHEDAY', 5, 1, 1, 1, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '', 1, NULL, '2021-04-08 06:54:07', '2021-04-08 07:03:30');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_colors`
--

CREATE TABLE `gwc_colors` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `color_code` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `display_order` int(11) NOT NULL DEFAULT 0,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_colors`
--

INSERT INTO `gwc_colors` (`id`, `title_en`, `title_ar`, `color_code`, `image`, `display_order`, `is_active`, `created_at`, `updated_at`) VALUES
(3, 'Green', 'Green', '#009900', '', 1, 1, '2020-03-30 07:58:01', '2020-03-30 08:04:39'),
(4, 'Black', 'Black', '#000000', '', 2, 1, '2020-03-30 08:06:21', '2020-03-30 08:06:21'),
(5, 'Blue & Yellow', 'Blue & Yellow', NULL, 'b-f28d583caa1cae22f4e6e4ef653f0bb7.jpg', 3, 1, '2020-04-13 04:19:27', '2020-11-29 12:07:20'),
(6, 'Yellow', 'Yellow', '#ebe417', '', 4, 1, '2020-04-21 05:40:09', '2020-04-21 05:40:09'),
(7, 'Pink', 'Pink', '#ed11db', '', 5, 1, '2020-04-21 05:40:27', '2020-04-21 05:40:27'),
(8, 'Blue', 'Blue', '#0923e6', '', 6, 1, '2020-04-21 05:40:40', '2020-04-21 05:40:40'),
(9, 'Red', 'Red', '#f00e0e', '', 7, 1, '2020-04-21 05:40:53', '2020-04-21 05:40:53'),
(10, 'White', 'أبيض', '#ffffff', '', 8, 1, '2020-05-19 13:45:50', '2020-05-19 13:45:50'),
(11, 'teal', 'تيل', '#00ffcc', '', 9, 1, '2020-05-25 15:13:57', '2020-05-25 15:13:57'),
(12, 'Gray', 'رمادي', '#a3a3a3', '', 10, 1, '2020-05-25 15:14:21', '2020-05-25 15:14:21'),
(13, 'Squad', 'عسكري', '#06a30e', '', 11, 1, '2020-05-25 15:16:02', '2020-05-25 15:16:02'),
(14, 'Silver', 'رصاصي', '#c7c7c7', '', 12, 1, '2020-05-25 15:58:59', '2020-05-25 15:58:59'),
(15, 'Gold', 'ذهبي', '#f0bc2d', '', 13, 1, '2020-05-27 17:37:32', '2020-05-27 17:37:32'),
(16, 'Brown', 'بني', '#914040', '', 14, 1, '2020-05-30 20:37:44', '2020-05-30 20:37:44'),
(17, 'purple', 'بنفسجي', '#b10fbd', '', 15, 1, '2020-07-13 06:12:48', '2020-07-13 06:12:48'),
(18, 'Orange', 'برتقالي', '#ff6600', '', 16, 1, '2020-08-26 05:48:30', '2020-08-26 05:48:30'),
(19, 'Mint', 'Mint', '#aceb8a', '', 17, 1, '2020-08-26 08:23:53', '2020-08-26 08:23:53'),
(20, 'Cyan', 'Cyan', '#13e2f5', '', 18, 1, '2020-08-26 08:26:01', '2020-08-26 08:26:01'),
(21, 'Clear White', 'شفاف ابيض', '#ffffff', 'b-fffc5c067bab92f24d57c8e951362d8c.png', 19, 1, '2020-09-15 08:36:31', '2020-09-15 08:36:31'),
(22, 'Clear Pink', 'شفاف وردي', '#ff00ff', 'b-6c710184d08c3cf3dde6cf2d0fadec02.jpg', 20, 1, '2020-09-15 08:37:15', '2020-09-15 08:37:15'),
(23, 'Cape cod Blue', 'ازرق سماوي', '#6990a7', '', 21, 1, '2020-10-20 06:45:53', '2020-10-20 07:06:02'),
(24, 'Hibiscus', 'كركديه', '#cc3168', '', 22, 1, '2020-10-20 06:46:48', '2020-10-20 07:06:55'),
(25, 'Indigo', 'ازرق نيلي', '#4b0082', '', 23, 1, '2020-10-20 06:47:45', '2020-10-20 07:07:32'),
(26, 'Nectarine', 'زهرة النكترين', '#bf855b', '', 24, 1, '2020-10-20 06:48:33', '2020-10-20 07:08:10'),
(27, 'Seashell', 'صدفي', '#fff5ee', '', 25, 1, '2020-10-20 06:49:23', '2020-10-20 07:08:42'),
(28, 'Storm Grey', 'رمادي غامق', '#444b59', '', 26, 1, '2020-10-20 06:50:06', '2020-10-20 07:05:17'),
(29, 'Pink Sand', 'وردي رملي', '#e8a7d8', '', 27, 1, '2020-10-20 06:56:36', '2020-10-20 06:56:36'),
(30, 'Rose Gold', 'ذهبي نحاسي', '#b76e79', '', 28, 1, '2020-10-20 07:29:41', '2020-10-20 07:29:41'),
(31, 'FITBIT Sense Premium Smart Watch', 'فت بت سينس بريميوم', NULL, 'b-23936cd9d473d04c16bcd2e5dca354ee.jpg', 29, 1, '2020-11-04 11:08:58', '2020-11-04 11:08:58'),
(32, 'FITBIT Sense Premium Smart Watch 2', 'فت بت سينس بريميوم 2', NULL, 'b-92ff6156fde68c7f82fab4fb8648727e.jpg', 30, 1, '2020-11-04 11:09:27', '2020-11-04 11:09:27'),
(33, 'Mint/Yellow', 'اخضر\\ اصفر', NULL, 'b-c62f5ee631d86931d34fac783f33771a.jpg', 31, 1, '2020-11-29 12:06:29', '2020-11-29 12:06:29'),
(34, 'Black/Red', 'اسود\\احمر', NULL, 'b-3c76f0dc5c61ed04780a831e8d6f2261.jpg', 32, 1, '2020-11-29 12:06:55', '2020-11-29 12:06:55'),
(35, 'Lavender/Pink', 'لافندر\\وردي', NULL, 'b-1c6e0838e2399de9e271f4c06cbac0c6.jpg', 33, 1, '2020-11-29 12:07:55', '2020-11-29 12:07:55'),
(36, 'Navy Blue/Red', 'ازرق\\احمر', NULL, 'b-e7cb35d68fa4aa11b43f5c49dfa474cd.jpg', 34, 1, '2020-11-29 12:10:45', '2020-11-29 12:10:45'),
(37, 'Red/Yellow', 'احمر\\اصفر', NULL, 'b-dc6d2c7bd6bbf9622df550ff1be8eee0.jpg', 35, 1, '2020-11-29 12:11:10', '2020-11-29 12:11:10'),
(38, 'Green/Orange', 'اخضر\\برتقالي', NULL, 'b-dbdf01fc9127048f496370ef285a47e9.jpg', 36, 1, '2020-11-29 12:11:35', '2020-11-29 12:11:35'),
(39, 'Go 3 Blue & Pink', 'قو 3 ازرق و وردي', NULL, 'b-67e5154a877ea032055f0e6ee3c90520.png', 37, 1, '2020-11-30 09:09:32', '2020-11-30 09:36:43'),
(40, 'Go 3 black', 'قو 3 اسود', NULL, 'b-b2ac039243b516a618dd29a1aff9adcd.png', 38, 1, '2020-11-30 09:31:37', '2020-11-30 09:31:37'),
(41, 'Go 3 blue', 'قو 3 ازرق', NULL, 'b-24173fc50533ddb51acaabe75c63513d.png', 39, 1, '2020-11-30 09:32:16', '2020-11-30 09:32:16'),
(42, 'Go 3 Pink', 'قو 3 وردي', NULL, 'b-88d4570297d50caa5b18932cda20b07e.png', 40, 1, '2020-11-30 09:32:39', '2020-11-30 09:32:39'),
(43, 'Black & Red', 'اسود و احمر', NULL, 'b-c3e03726d6dd7cd3e96322ad29bb5f94.png', 41, 1, '2020-11-30 10:17:57', '2020-11-30 10:17:57'),
(44, 'Black & Yellow', 'اسود و اصفر', NULL, 'b-4db6d2d6c7efafb08c973f589d1c555a.png', 42, 1, '2020-11-30 10:18:47', '2020-11-30 10:18:47'),
(45, 'White & Pink', 'ابيض و وردي', NULL, 'b-4b6a0f63624b3b9015beddaa65301f95.png', 43, 1, '2020-11-30 10:19:24', '2020-11-30 10:19:24'),
(46, 'Silver & Yellow', 'سلفر و اصفر', NULL, 'b-529ac25f9d744f64b96bb26564ba6d19.png', 44, 1, '2020-11-30 10:20:56', '2020-11-30 10:20:56'),
(47, 'Baby Blue', 'أزرق طفولي', '#0077ff', '', 45, 1, '2020-12-21 07:57:18', '2020-12-21 07:57:18'),
(48, 'Titanium', 'تيتانيوم', '#878681', '', 46, 1, '2020-12-24 11:45:24', '2020-12-24 11:45:24'),
(49, 'Graphite', 'Graphite', '#383428', '', 47, 1, '2020-12-24 11:50:00', '2020-12-24 11:50:00'),
(50, 'Sea blue', 'ازرق بحري', '#006994', '', 48, 1, '2020-12-24 11:52:08', '2020-12-24 11:52:08'),
(51, 'Blue Camo', 'ازرق جيشي', '#00a2ff', '', 49, 1, '2020-12-26 10:33:20', '2020-12-26 10:33:20'),
(52, 'Dark Green Camo', 'اخضر غامق جيشي', '#6ba87d', '', 50, 1, '2020-12-26 10:34:00', '2020-12-26 10:34:00'),
(53, 'D39', 'D39', NULL, '', 51, 1, '2021-01-27 11:55:17', '2021-01-27 11:55:17'),
(54, 'D40', 'D40', NULL, '', 52, 1, '2021-01-27 11:55:34', '2021-01-27 11:55:34'),
(55, 'D41', 'D41', NULL, '', 53, 1, '2021-01-27 11:55:45', '2021-01-27 11:55:45'),
(56, 'D42', 'D42', NULL, '', 54, 1, '2021-01-27 11:55:56', '2021-01-27 11:55:56'),
(57, 'D08', 'D08', NULL, '', 55, 1, '2021-01-27 12:13:53', '2021-01-27 12:13:53'),
(58, 'D09', 'D09', NULL, '', 56, 1, '2021-01-27 12:14:07', '2021-01-27 12:14:07'),
(59, 'D10', 'D10', NULL, '', 57, 1, '2021-01-27 12:14:18', '2021-01-27 12:14:18'),
(60, 'D11', 'D11', NULL, '', 58, 1, '2021-01-27 12:14:30', '2021-01-27 12:14:30'),
(61, 'D12', 'D12', NULL, '', 59, 1, '2021-01-27 12:14:42', '2021-01-27 12:14:42'),
(62, 'Navy', 'ازرق داكن', '#000080', '', 60, 1, '2021-02-04 12:04:13', '2021-02-04 12:04:13'),
(63, 'Black/Blue', 'أسود / أزرق', NULL, '', 61, 1, '2021-02-11 10:58:07', '2021-02-11 10:58:07'),
(64, 'Black/Pink', 'أسود وردي', '#ea638e', '', 62, 1, '2021-02-11 11:14:33', '2021-02-11 11:14:33'),
(65, 'Light Brown/Silver', 'بني فاتح / فضي', NULL, '', 63, 1, '2021-02-11 12:11:41', '2021-02-11 12:11:41'),
(66, 'Pink/Rose Gold', 'وردي / ذهبي وردي', NULL, '', 64, 1, '2021-02-11 12:12:00', '2021-02-11 12:12:00'),
(67, 'Brown/Silver', 'بني / فضي', NULL, '', 65, 1, '2021-02-11 12:15:04', '2021-02-11 12:15:04'),
(68, 'Blue/Silver', 'أزرق / فضي', NULL, '', 66, 1, '2021-02-11 12:15:23', '2021-02-11 12:15:23'),
(69, 'Black/Silver', 'الفضة السوداء', NULL, '', 67, 1, '2021-02-11 12:15:55', '2021-02-11 12:15:55'),
(70, 'Hue', 'مسحة', NULL, '', 68, 1, '2021-02-11 12:29:38', '2021-02-11 12:29:38'),
(71, 'Navy Blue', 'البحريه الزرقاء', NULL, '', 69, 1, '2021-02-14 07:55:11', '2021-02-14 07:55:11'),
(72, 'Platinum / Black', 'بلاتيني / أسود', NULL, '', 70, 1, '2021-02-14 08:25:50', '2021-02-14 08:25:50'),
(73, 'Black/Volt', 'أسود / فولت', NULL, '', 71, 1, '2021-02-14 08:26:12', '2021-02-14 08:26:12'),
(74, 'Anthracite/Black', 'أنثراسايت / أسود', NULL, '', 72, 1, '2021-02-14 08:26:32', '2021-02-14 08:26:32'),
(75, 'white / pink', 'أبيض / وردي', NULL, '', 73, 1, '2021-02-14 08:41:30', '2021-02-14 08:41:30'),
(76, 'grey/black', 'رمادي / أسود', NULL, '', 74, 1, '2021-02-14 08:42:19', '2021-02-14 08:42:19'),
(77, 'Black Camo', 'Black Camo', '#615d5d', '', 75, 1, '2021-02-16 12:15:15', '2021-02-16 12:15:15'),
(78, 'Ocean Blue', 'محيط أزرق', NULL, '', 76, 1, '2021-02-17 08:30:08', '2021-02-17 08:30:08'),
(79, 'Defiant Black/Red', 'متحديا أسود / أحمر', NULL, '', 77, 1, '2021-02-17 08:51:07', '2021-02-17 08:51:07'),
(80, 'Forest Green', 'فورست جرين', NULL, '', 78, 1, '2021-02-17 08:51:38', '2021-02-17 08:51:38'),
(81, 'Sand Dunes', 'الكثبان الرملية', NULL, '', 79, 1, '2021-02-17 08:52:06', '2021-02-17 08:52:06'),
(82, 'Pop', 'البوب', NULL, '', 80, 1, '2021-02-17 09:16:01', '2021-02-17 09:16:01'),
(83, 'Pop Violet', 'بوب البنفسج', NULL, '', 81, 1, '2021-02-17 09:16:28', '2021-02-17 09:16:28'),
(84, 'Satin Gold', 'الذهب الساتان', NULL, '', 82, 1, '2021-02-17 09:17:01', '2021-02-17 09:17:01'),
(85, 'Pop Blue', 'بوب بلو', NULL, '', 83, 1, '2021-02-17 09:17:29', '2021-02-17 09:17:29'),
(86, 'Brick Red', 'قرميد احمر', NULL, '', 84, 1, '2021-02-17 09:18:04', '2021-02-17 09:18:04'),
(87, 'Carbon Fiber', 'ألياف كربونيه', NULL, '', 85, 1, '2021-02-17 09:21:49', '2021-02-17 09:21:49'),
(88, 'Pink Clay/Soft Gold Aluminum', 'كلاي وردي / ألومنيوم ذهبي ناعم', NULL, '', 86, 1, '2021-02-17 09:48:12', '2021-02-17 09:48:12'),
(89, 'Black/Black Aluminum', 'أسود / أسود ألمنيوم', NULL, '', 87, 1, '2021-02-17 09:49:45', '2021-02-17 09:49:45'),
(90, 'Midnight/Soft Gold Aluminum', 'منتصف الليل / ألومنيوم ذهبي ناعم', NULL, '', 88, 1, '2021-02-17 09:50:10', '2021-02-17 09:50:10'),
(91, 'Camouflage', 'تمويه', NULL, '', 89, 1, '2021-02-17 10:54:51', '2021-02-17 10:54:51'),
(92, 'Tarnish', 'تشويه', NULL, '', 90, 1, '2021-02-18 07:57:01', '2021-02-18 07:57:01'),
(93, 'Blue Pink', 'Blue Pink', '#a84bab', '', 91, 1, '2021-02-23 11:14:26', '2021-02-23 11:14:26');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_contactus`
--

CREATE TABLE `gwc_contactus` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(190) CHARACTER SET utf8 DEFAULT NULL,
  `email` varchar(150) CHARACTER SET utf8 DEFAULT NULL,
  `mobile` varchar(10) CHARACTER SET utf8 DEFAULT NULL,
  `subject` varchar(100) CHARACTER SET utf8 DEFAULT NULL,
  `message` text CHARACTER SET utf8 DEFAULT NULL,
  `cip` varchar(15) CHARACTER SET utf8 DEFAULT NULL,
  `is_read` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_contactus`
--

INSERT INTO `gwc_contactus` (`id`, `name`, `email`, `mobile`, `subject`, `message`, `cip`, `is_read`, `created_at`, `updated_at`) VALUES
(2, 'Kennethdew', 'raphaeCoeteorDok@gmail.com', '8995134295', '1', 'Gооd dаy!  runbazaarkw.com \r\n \r\nDid yоu knоw thаt it is pоssiblе tо sеnd prоpоsаl   lеgit? \r\nWе submit а nеw wаy оf sеnding businеss оffеr thrоugh fееdbасk fоrms. Suсh fоrms аrе lосаtеd оn mаny sitеs. \r\nWhеn suсh соmmеrсiаl оffеrs аrе sеnt, nо pеrsоnаl dаtа is usеd, аnd mеssаgеs аrе sеnt tо fоrms spесifiсаlly dеsignеd tо rесеivе mеssаgеs аnd аppеаls. \r\nаlsо, mеssаgеs sеnt thrоugh fееdbасk Fоrms dо nоt gеt intо spаm bесаusе suсh mеssаgеs аrе соnsidеrеd impоrtаnt. \r\nWе оffеr yоu tо tеst оur sеrviсе fоr frее. Wе will sеnd up tо 50,000 mеssаgеs fоr yоu. \r\nThе соst оf sеnding оnе milliоn mеssаgеs is 49 USD. \r\n \r\nThis оffеr is сrеаtеd аutоmаtiсаlly. Plеаsе usе thе соntасt dеtаils bеlоw tо соntасt us. \r\n \r\nContact us. \r\nTelegram - @FeedbackFormEU \r\nSkype  FeedbackForm2019 \r\nWhatsApp - +375259112693', '84.17.51.74', 1, '2020-06-05 11:07:41', '2020-11-08 09:21:27'),
(3, 'Mike Jones', 'no-reply@monkeydigital.co', '8682699344', '1', 'hi there \r\n \r\nAfter checking your runbazaarkw.com, I`ve noticed that the SEO trend has dropped in the past several weeks \r\n \r\nIn order to fix this trend, just follow these simple steps: \r\n \r\n1. Disavow all UGC links that point to runbazaarkw.com (we can help for free) \r\n2. Build non-ugc links \r\n \r\nnon-UGC links. FIX your ranks with us today \r\nhttps://www.monkeydigital.co/product/non-ugc-backlinks/ \r\n \r\nthank you \r\nMike \r\nsupport@monkeydigital.co', '84.17.48.230', 1, '2020-06-16 18:59:16', '2020-06-22 17:52:29'),
(4, 'CharlesSmuby', 'atrixxtrix@gmail.com', '8557336271', '1', 'Dear Sir/mdm, \r\n \r\nHow are you? \r\n \r\nWe supply medical products: \r\n \r\nMedical masks \r\nDrager, makrite, honeywell N95 \r\n3M N95 1860, 9502, 9501, 8210 \r\n3ply medical, KN95, FFP2, FFP3, N95 masks \r\nFace shield \r\nNitrile/vinyl/latex gloves \r\nIsolation/surgical gown \r\nProtective PPE/Overalls \r\nIR non-contact thermometers/oral thermometers \r\nsanitizer dispenser \r\nCrystal tomato \r\n \r\nHuman body thermal cameras \r\nfor Body Temperature Measurement up to accuracy of ±0.1?C \r\n \r\nWhatsapp: +65 87695655 \r\nTelegram: cctv_hub \r\nSkype: cctvhub \r\nEmail: sales@thecctvhub.com \r\nW: http://www.thecctvhub.com/ \r\n \r\nIf you do not wish to receive email from us again, please let us know by replying. \r\n \r\nregards, \r\nCCTV HUB', '77.81.139.37', 1, '2020-06-17 22:58:17', '2020-06-22 17:51:06'),
(5, 'Aneta Arthur', 'arthur@choose2help.org', '8766554529', '1', 'Hello, \r\n \r\nMy son born January 5th 2020 requires a serious head surgery due to the fusion of the cranial suture (craniosynostosis). I cannot afford to pay for the series of costly medical expenses. We only have 6 weeks to get everything organized before he undergoes the surgery. I have no other option but to ask you to help me help my son. We are gathering the funds through a verified charity: \r\n \r\nhttps://choose2help.org/arthur.html \r\n \r\n \r\nThank you for your support. Aneta.', '37.120.217.10', 1, '2020-06-21 19:29:07', '2020-06-22 17:51:48'),
(7, 'Heathercherb', 'atrixxtrix@gmail.com', '8842595473', '1', 'Dear Sir/mdm, \r\n \r\nHow are you? \r\n \r\nWe supply medical products: \r\n \r\nMedical masks \r\nDrager, makrite, honeywell N95 \r\n3M N95 1860, 9502, 9501, 8210 \r\n3ply medical, KN95, FFP2, FFP3, N95 masks \r\nFace shield \r\nNitrile/vinyl/latex gloves \r\nIsolation/surgical gown \r\nProtective PPE/Overalls \r\nIR non-contact thermometers/oral thermometers \r\nsanitizer dispenser \r\nCrystal tomato \r\n \r\nHuman body thermal cameras \r\nfor Body Temperature Measurement up to accuracy of ±0.1?C \r\n \r\nWhatsapp: +65 87695655 \r\nTelegram: cctv_hub \r\nSkype: cctvhub \r\nEmail: sales@thecctvhub.com \r\nW: http://www.thecctvhub.com/ \r\n \r\nIf you do not wish to receive email from us again, please let us know by replying. \r\n \r\nregards, \r\nCCTV HUB', '84.17.51.108', 1, '2020-06-26 11:11:45', '2020-07-09 20:12:54'),
(8, 'صلاح مطر', 'salah_matar@live.com', '50200900', '1', 'انا طلبت منكم سماعه امس وصلتني السماعه اليوم ، لما جيت افتحها لك الستيكر مبين انه متبطل من قبل ، وفتحت السناعه ولا صوب الاذن فيها شوية وصخ والظاهر انها مسترجع ولما استعملت السماعه فيها اهتزاز من داخل ، ابي ابدل السماعه سواء وحده نفسها او نفس القديمه اللي اخذتها قبلها ، اتمنى التواصل معاي لاني كلمتكم واتس اب ومحد يرد', '188.236.210.80', 0, '2021-03-18 15:17:26', '2021-03-18 15:17:26'),
(9, 'Aimee', 'Amiee@torraslife.com', '86-1582937', '1', 'Hi,\r\nThis is Aimee, sent this email from TORRAS sales team with interest of cooperating with you. TORRAS is one of biggest Customer Electronic Brand in China which mainly supplies phone accessories and home appliance. And we are top 3 best seller on Amazon.', '124.156.154.85', 0, '2021-03-31 09:43:43', '2021-03-31 09:43:43'),
(10, 'Crist Roy', 'cristroy42@gmail.com', 'O Ykcebb', '1', 'Hi,\r\n\r\nHow are you doing? I am reaching to contribute a high-quality guest post article to your website.\r\n\r\nIt is a simple 3 step process:\r\n1. I will suggest you 3 topic ideas that will resonate with your audience\'s interest.\r\n2. You will choose one topic out of those\r\n3. I will then send you a high- quality, plagiarism-free article on that chosen topic.\r\n\r\nIn return for the high-quality article, I would just need you to give me one do-follow backlink within the article. \r\n\r\nPlease let me know if we shall start with the first step?\r\n\r\nBest,\r\n\r\nCrist Roy', '192.3.139.166', 0, '2021-04-11 14:28:46', '2021-04-11 14:28:46'),
(11, 'Sharon', 'sharon.shi@raycue.com', '+861596807', '1', 'Hi Friend,\r\n\r\nI am Sharon from Raycue, thanks for reading this email. We are a supplier of USB c hubs, cables, and chargers.\r\n\r\nWe have some unique products which are suitable for your market based on your website.\r\n\r\nWe are in a good position not only the high quality but also the competitive price.\r\n\r\nHope to hear from you and discuss with you the details. thank you.\r\n\r\nSharon\r\nwww.raycue.com\r\n+8615968073468', '45.200.13.89', 0, '2021-04-12 05:57:36', '2021-04-12 05:57:36');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_country`
--

CREATE TABLE `gwc_country` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `zone_id` bigint(20) NOT NULL DEFAULT 1,
  `shipment_method` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `display_order` int(11) NOT NULL DEFAULT 0,
  `is_state` tinyint(1) DEFAULT 0,
  `parent_id` int(11) NOT NULL DEFAULT 0,
  `delivery_fee` float DEFAULT 0,
  `latitude` varchar(30) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `longitude` varchar(30) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_country`
--

INSERT INTO `gwc_country` (`id`, `name_en`, `name_ar`, `zone_id`, `shipment_method`, `image`, `is_active`, `display_order`, `is_state`, `parent_id`, `delivery_fee`, `latitude`, `longitude`, `created_at`, `updated_at`) VALUES
(1, 'Iran', 'ایران', 3, 'flatrate', NULL, 1, 1, 1, 0, 0, '29.37526107639951', '47.97694396972658', '2022-03-30 09:27:18', '2023-09-13 09:59:44'),
(2, 'Kuwait', 'الكويت', 3, 'flatrate', 'c-63ab452c2202299d84ab5e01826f0f12.png', 1, 1, 1, 0, 0, '29.37526107639951', '47.97694396972658', '2020-03-24 09:27:18', '2021-09-14 09:59:44'),
(4, 'Hawalli Governorate', 'محافظة حولي', 1, '', NULL, 1, 1, 0, 2, 1.5, '29.33800631955339', '48.02415084838869', '2020-03-24 11:12:38', '2021-03-17 10:23:31'),
(5, 'Farwniya Governorate', 'محافظة الفروانية', 1, '', NULL, 1, 2, 0, 2, 1.5, '29.28112542129992', '47.95977783203126', '2020-03-24 11:13:18', '2021-03-17 10:23:54'),
(6, 'Hawalli', 'حولي', 1, '', NULL, 1, 1, 0, 4, 1.5, '29.33770702940677', '48.02415084838869', '2020-03-24 11:40:21', '2021-03-17 10:23:31'),
(7, 'Bayan', 'بيان', 1, '', NULL, 1, 2, 0, 4, 1.5, '29.29834272229943', '48.05195999145509', '2020-03-24 11:40:39', '2021-03-17 10:23:31'),
(9, 'Al Asimah Governorate', 'محافظة العاصمة', 1, '', NULL, 1, 3, 0, 2, 1.5, '29.43866752291542', '48.3298797607422', '2020-05-30 09:27:11', '2021-03-17 10:24:09'),
(10, 'Mubarak Al-Kabeer Governorate', 'محافظة مبارك الكبير', 1, '', NULL, 1, 4, 0, 2, 1.5, '29.1896005156952', '48.08148574829103', '2020-05-30 09:27:43', '2021-03-17 10:24:23'),
(11, 'Ahmadi Governorate', 'محافظة الأحمدي', 1, '', NULL, 1, 5, 0, 2, 1.5, '29.08299318275096', '48.07393264770509', '2020-05-30 09:28:17', '2021-03-17 10:26:26'),
(12, 'Mishref', 'مشرف', 1, '', NULL, 1, 4, 0, 4, 1.5, '29.2772324119094', '48.06826782226564', '2020-05-30 09:30:02', '2021-03-17 10:23:31'),
(13, 'Maidan Hawalli', 'ميدان حولي', 1, '', NULL, 1, 5, 0, 4, 1.5, '29.33854878070456', '48.03524446487428', '2020-05-30 09:30:56', '2021-03-17 10:23:31'),
(14, 'Jabriya', 'الجابرية', 1, '', NULL, 1, 6, 0, 4, 1.5, '29.31989768436528', '48.02569580078126', '2020-05-30 09:31:08', '2021-03-17 10:23:31'),
(15, 'Rumaithiya', 'الرميثية', 1, '', NULL, 1, 7, 0, 4, 1.5, '29.316305506836', '48.07255935668947', '2020-05-30 09:31:30', '2021-03-17 10:23:31'),
(16, 'Salmiya', 'السالمية', 1, '', NULL, 1, 8, 0, 4, 1.5, '29.33606091789401', '48.07067108154298', '2020-05-30 09:31:42', '2021-03-17 10:23:32'),
(17, 'Salwa', 'سلوى', 1, '', NULL, 1, 9, 0, 4, 1.5, '29.29729479562827', '48.07959747314455', '2020-05-30 09:31:55', '2021-03-17 10:23:32'),
(18, 'Shaab', 'الشعب', 1, '', NULL, 1, 10, 0, 4, 1.5, '29.34967794984309', '48.02861404418947', '2020-05-30 09:32:08', '2021-03-17 10:23:32'),
(19, 'Al-salam', 'السلام', 1, '', NULL, 1, 11, 0, 4, 1.5, '29.29669597555901', '48.01325035095216', '2020-05-30 09:32:22', '2021-03-17 10:23:32'),
(20, 'Hattin', 'حطين', 1, '', NULL, 1, 12, 0, 4, 1.5, '29.28411994298224', '47.97557067871095', '2020-05-30 09:32:37', '2021-03-17 10:23:32'),
(21, 'Al-Zahra', 'الزهراء', 1, '', NULL, 1, 13, 0, 4, 1.5, '29.27468690250574', '48.00011825561525', '2020-05-30 09:32:48', '2021-03-17 10:23:32'),
(22, 'Mubarak Al Abdullah (West Mishref)', 'مبارك العبدالله (غرب مشرف)', 1, '', NULL, 1, 14, 0, 4, 1.5, '29.27640887168735', '48.05032920837404', '2020-05-30 09:33:11', '2021-03-17 10:23:32'),
(23, 'Al-shuhada', 'الشهداء', 1, '', NULL, 1, 15, 0, 4, 1.5, '29.27079364784738', '48.03307723999025', '2020-05-30 09:33:24', '2021-03-17 10:23:32'),
(24, 'Al-badae', 'البدع', 1, '', NULL, 1, 16, 0, 4, 1.5, '29.30403127941913', '47.97763061523438', '2020-05-30 09:33:36', '2021-03-17 10:23:32'),
(25, 'Al-Siddiq', 'الصديق', 1, '', NULL, 1, 17, 0, 4, 1.5, '29.29377667743426', '47.99359512329103', '2020-05-30 09:33:47', '2021-03-17 10:23:32'),
(26, 'Dasman', 'دسمان', 1, '', NULL, 1, 1, 0, 9, 1.5, '29.3876763001909', '47.9999465942383', '2020-05-30 09:34:49', '2021-03-17 10:24:09'),
(27, 'Sharq', 'الشرق', 1, '', NULL, 1, 2, 0, 9, 1.5, '29.38274030827391', '47.9893035888672', '2020-05-30 09:35:07', '2021-03-17 10:24:09'),
(28, 'Abdullah Al-Salem', 'عبدالله السالم', 1, '', NULL, 1, 3, 0, 9, 1.5, '29.35296970644594', '47.98398208618165', '2020-05-30 09:35:27', '2021-03-17 10:24:09'),
(29, 'Adiliya', 'العديلية', 1, '', NULL, 1, 4, 0, 9, 1.5, '29.32872791644692', '47.98415374755861', '2020-05-30 09:35:40', '2021-03-17 10:24:09'),
(30, 'Bneid Al-Qar', 'بنيد القار', 1, '', NULL, 1, 5, 0, 9, 1.5, '29.37451312298226', '48.00475311279298', '2020-05-30 09:35:53', '2021-03-17 10:24:09'),
(31, 'Al Da\'iya', 'الدعية', 1, '', NULL, 1, 6, 0, 9, 1.5, '29.36045057590742', '48.01831436157228', '2020-05-30 09:36:21', '2021-03-17 10:24:09'),
(32, 'Al Dasma', 'الدسمة', 1, '', NULL, 1, 7, 0, 9, 1.5, '29.36643487588379', '48.00097656250001', '2020-05-30 09:36:35', '2021-03-17 10:24:09'),
(33, 'Al Faiha', 'الفيحاء', 1, '', NULL, 1, 8, 0, 9, 1.5, '29.33980204198081', '47.979518890380874', '2020-05-30 09:36:49', '2021-03-17 10:24:09'),
(34, 'Kaifan', 'كيفان', 1, '', NULL, 1, 9, 0, 9, 1.5, '29.338455253126', '47.9589195251465', '2020-05-30 09:36:59', '2021-03-17 10:24:09'),
(35, 'Khaldiya', 'الخالدية', 1, '', NULL, 1, 10, 0, 9, 1.5, '29.32573470308389', '47.9647560119629', '2020-05-30 09:37:16', '2021-03-17 10:24:09'),
(36, 'Kuwait City', 'مدينة الكويت', 1, '', NULL, 1, 11, 0, 9, 1.5, '29.37421394007639', '47.97660064697267', '2020-05-30 09:37:59', '2021-03-17 10:24:09'),
(37, 'Al Mansouriah', 'المنصورية', 1, '', NULL, 1, 11, 0, 9, 1.5, '29.35700944419012', '47.99496841430665', '2020-05-30 09:38:11', '2021-03-17 10:24:09'),
(38, 'Murgab', 'المرقاب', 1, '', NULL, 1, 11, 0, 9, 1.5, '29.30403127941913', '47.97763061523438', '2020-05-30 09:38:21', '2021-03-17 10:24:09'),
(39, 'Al-Nuzha', 'النزهة', 1, '', NULL, 1, 11, 0, 9, 1.5, '29.34189701149753', '47.9944534301758', '2020-05-30 09:38:30', '2021-03-17 10:24:09'),
(40, 'Al Qadsiya', 'القادسية', 1, '', NULL, 1, 11, 0, 9, 1.5, '29.35072533847987', '48.00295066833498', '2020-05-30 09:38:40', '2021-03-17 10:24:09'),
(41, 'Qurtoba', 'قرطبة', 1, '', NULL, 1, 11, 0, 9, 1.5, '29.31241383845918', '47.98758697509767', '2020-05-30 09:38:48', '2021-03-17 10:24:10'),
(42, 'Rawdah', 'الروضة', 1, '', NULL, 1, 11, 0, 9, 1.5, '29.3295510347206', '47.9988307952881', '2020-05-30 09:38:57', '2021-03-17 10:24:10'),
(43, 'Al Shamiya', 'الشامية', 1, '', NULL, 1, 11, 0, 9, 1.5, '29.36171291844934', '47.97952961921693', '2020-05-30 09:39:06', '2021-03-17 10:24:10'),
(44, 'Al Shuwaikh', 'الشويخ', 1, '', NULL, 1, 11, 0, 9, 1.5, '29.32423806345995', '47.93540191650392', '2020-05-30 09:39:15', '2021-03-17 10:24:10'),
(45, 'Sulaibikhat', 'الصليبيخات', 1, '', NULL, 1, 11, 0, 9, 1.5, '29.31525776456619', '47.84012985229494', '2020-05-30 09:39:31', '2021-03-17 10:24:10'),
(46, 'Al Surra', 'السرة', 1, '', NULL, 1, 12, 0, 9, 1.5, '29.31361129069111', '48.00818634033205', '2020-05-30 09:39:43', '2021-03-17 10:24:10'),
(47, 'Al Yarmouk', 'اليرموك', 1, '', NULL, 1, 13, 0, 9, 1.5, '29.31286288469279', '47.96887588500978', '2020-05-30 09:39:52', '2021-03-17 10:24:10'),
(48, 'North West Sulaibikhat', 'شمال غرب صليبخات', 1, '', NULL, 1, 13, 0, 9, 1.5, '29.32812928080244', '47.81077575683595', '2020-05-30 09:40:05', '2021-03-17 10:24:10'),
(49, 'Salhiya', 'الصالحية', 1, '', NULL, 1, 14, 0, 9, 1.5, '29.36318095639306', '47.96728801727296', '2020-05-30 09:41:19', '2021-03-17 10:24:10'),
(50, 'Jahra Governorate', 'محافظة الجهراء', 1, '', NULL, 1, 6, 0, 2, 1.5, '29.33643503648102', '47.6756353378296', '2020-05-30 09:42:50', '2021-03-17 10:29:24'),
(53, 'Alnaeem', 'النعيم', 1, '', NULL, 1, 1, 0, 50, 1.5, '29.3334046364507', '47.69357395172121', '2020-05-30 09:45:21', '2021-03-17 10:29:24'),
(54, 'Alqaser', 'القصر', 1, '', NULL, 1, 1, 0, 50, 1.5, '29.30403127941913', '47.97763061523438', '2020-05-30 09:45:46', '2021-03-17 10:29:25'),
(55, 'Alwaha', 'الواحة', 1, '', NULL, 1, 2, 0, 50, 1.5, '29.34474011554016', '47.65799713134767', '2020-05-30 09:46:09', '2021-03-17 10:29:25'),
(56, 'Taimaa', 'تيماء', 1, '', NULL, 1, 2, 0, 50, 1.5, '29.33052380229661', '47.68237304687501', '2020-05-30 09:46:25', '2021-03-17 10:29:25'),
(57, 'Alnaseem', 'النسيم', 1, '', NULL, 1, 2, 0, 50, 1.5, '29.31922416071261', '47.67808151245119', '2020-05-30 09:46:40', '2021-03-17 10:29:25'),
(58, 'Aloyoon', 'العيون', 1, '', NULL, 1, 2, 0, 50, 1.5, '29.33037414635041', '47.658168792724624', '2020-05-30 09:47:05', '2021-03-17 10:29:25'),
(59, 'Al Jahra', 'الجهراء', 1, '', NULL, 1, 2, 0, 50, 1.5, '29.33650986003364', '47.67533493041994', '2020-05-30 09:47:33', '2021-03-17 10:29:25'),
(60, 'New Jahra', 'الجهراء الجديدة', 1, '', NULL, 1, 2, 0, 50, 1.5, '29.33246930960954', '47.69945335388185', '2020-05-30 09:47:46', '2021-03-17 10:29:25'),
(62, 'Saad Al Abdullah', 'سعد العبد الله', 1, '', NULL, 1, 2, 0, 50, 1.5, '29.31391065155416', '47.7197952270508', '2020-05-30 09:48:13', '2021-03-17 10:29:25'),
(68, 'Abu Halifa', 'أبو حليفة', 1, '', NULL, 1, 1, 0, 11, 1.5, '29.12828856717747', '48.12731933593751', '2020-05-30 22:08:06', '2021-03-17 10:26:26'),
(69, 'Al-Ahmadi', 'الأحمدي', 1, '', NULL, 1, 1, 0, 11, 1.5, '29.08389328511919', '48.07358932495119', '2020-05-30 22:08:23', '2021-03-17 10:26:26'),
(70, 'Al-Eqaila', 'العقيلة', 1, '', NULL, 1, 1, 0, 11, 1.5, '29.30403127941913', '47.97763061523438', '2020-05-30 22:08:38', '2021-03-17 10:26:26'),
(71, 'Daher', 'الظهر', 1, '', NULL, 1, 1, 0, 11, 1.5, '29.16561976068876', '48.06792449951173', '2020-05-30 22:08:52', '2021-03-17 10:26:26'),
(72, 'Fahaheel', 'الفحيحيل', 1, '', NULL, 1, 1, 0, 11, 1.5, '29.08344323491819', '48.13452911376955', '2020-05-30 22:09:04', '2021-03-17 10:26:26'),
(73, 'Fintas', 'الفنطاس', 1, '', NULL, 1, 1, 0, 11, 1.5, '29.17101591916999', '48.11942291259767', '2020-05-30 22:09:17', '2021-03-17 10:26:26'),
(74, 'Hadyia', 'هدية', 1, '', NULL, 1, 1, 0, 11, 1.5, '29.14598134576365', '48.09281539916994', '2020-05-30 22:09:32', '2021-03-17 10:26:26'),
(75, 'Jaber Al Ali', 'ضاحية جابر العلي', 1, '', NULL, 1, 1, 0, 11, 1.5, '29.16951701471265', '48.08509063720705', '2020-05-30 22:09:53', '2021-03-17 10:26:26'),
(76, 'Mahboula', 'المهبولة', 1, '', NULL, 1, 1, 0, 11, 1.5, '29.30403127941913', '47.97763061523438', '2020-05-30 22:10:06', '2021-03-17 10:26:26'),
(77, 'Mangaf', 'المنقف', 1, '', NULL, 1, 1, 0, 11, 1.5, '29.10699322050266', '48.12422943115236', '2020-05-30 22:10:25', '2021-03-17 10:26:26'),
(78, 'Riqqa', 'الرقه', 1, '', NULL, 1, 1, 0, 11, 1.5, '29.15092878119972', '48.10543251037599', '2020-05-30 22:10:43', '2021-03-17 10:26:26'),
(79, 'Subahiya', 'الصباحية', 1, '', NULL, 1, 1, 0, 11, 1.5, '29.10849303709449', '48.10500335693361', '2020-05-30 22:11:06', '2021-03-17 10:26:26'),
(80, 'Abu Al Hasaniya', 'ابو الحصانية', 1, '', NULL, 1, 1, 0, 10, 1.5, '29.19106166177462', '48.11427307128908', '2020-05-30 22:13:29', '2021-03-17 10:24:23'),
(81, 'Abu Fatira', 'ابو فطيرة', 1, '', NULL, 1, 1, 0, 10, 1.5, '29.19724320329284', '48.10448837280275', '2020-05-30 22:13:52', '2021-03-17 10:24:23'),
(82, 'Al Adan', 'العدان', 1, '', NULL, 1, 1, 0, 10, 1.5, '29.23290154520848', '48.06809616088913', '2020-05-30 22:14:11', '2021-03-17 10:24:23'),
(83, 'Al Qurain', 'القرين', 1, '', NULL, 1, 1, 0, 10, 1.5, '29.20076464214051', '48.07925415039052', '2020-05-30 22:14:32', '2021-03-17 10:24:23'),
(84, 'Al-Qusour', 'القصور', 1, '', NULL, 1, 1, 0, 10, 1.5, '29.21567322367412', '48.07376098632774', '2020-05-30 22:14:47', '2021-03-17 10:24:23'),
(85, 'Al Funaitis', 'الفنيطيس', 1, '', NULL, 1, 1, 0, 10, 1.5, '29.22076711613479', '48.09543323516847', '2020-05-30 22:15:28', '2021-03-17 10:24:23'),
(86, 'Al Messila', 'المسيلة', 1, '', NULL, 1, 1, 0, 10, 1.5, '29.24982742029864', '48.09487533569337', '2020-05-30 22:15:47', '2021-03-17 10:24:23'),
(87, 'Mubarak Al-Kabeer', 'مبارك الكبير', 1, '', NULL, 1, 1, 0, 10, 1.5, '29.18915092809834', '48.08079910278322', '2020-05-30 22:16:02', '2021-03-17 10:24:23'),
(88, 'Sabah Al-Salem', 'صباح السالم', 1, '', NULL, 1, 1, 0, 10, 1.5, '29.25641726926478', '48.06191635131837', '2020-05-30 22:16:22', '2021-03-17 10:24:23'),
(89, 'Abrag Khitan', 'أبرق خيطان', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.30403127941913', '47.97763061523438', '2020-05-30 22:18:32', '2021-03-17 10:23:54'),
(90, 'Al Andalus', 'الأندلس', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.30448036253432', '47.8845901489258', '2020-05-30 22:18:45', '2021-03-17 10:23:54'),
(91, 'Ishbilia', 'اشبيلية', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.27266542340352', '47.93883514404298', '2020-05-30 22:18:56', '2021-03-17 10:23:54'),
(92, 'Jleeb Al Shouyouk', 'جليب الشيوخ', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.25986179408359', '47.93265533447267', '2020-05-30 22:19:07', '2021-03-17 10:23:54'),
(93, 'Omariya', 'العمرية', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.2959474455342', '47.95565795898439', '2020-05-30 22:19:19', '2021-03-17 10:23:54'),
(94, 'Ardiya', 'العارضية', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.28801268995565', '47.905361175537124', '2020-05-30 22:19:29', '2021-03-17 10:23:54'),
(95, 'Industrial Ardiya', 'العارضية الصناعية', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.29639656420751', '47.9123992919922', '2020-05-30 22:19:41', '2021-03-17 10:23:54'),
(96, 'Fordus', 'الفردوس', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.28367077032494', '47.8736038208008', '2020-05-30 22:19:50', '2021-03-17 10:23:54'),
(97, 'Farwaniya', 'الفروانية', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.28022704768136', '47.95977783203126', '2020-05-30 22:20:06', '2021-03-17 10:23:54'),
(98, 'Shadadiya', 'الشدادية', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.24383628015465', '47.90175628662111', '2020-05-30 22:20:17', '2021-03-17 10:23:54'),
(99, 'Rihab', 'الرحاب', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.28550487957735', '47.93415737152101', '2020-05-30 22:20:31', '2021-03-17 10:23:54'),
(100, 'Rabiya', 'الرابية', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.29639656420751', '47.93866348266603', '2020-05-30 22:20:54', '2021-03-17 10:23:54'),
(101, 'Industrial Rai', 'الري الصناعية', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.30867170967095', '47.94364166259767', '2020-05-30 22:21:06', '2021-03-17 10:23:54'),
(102, 'Abdullah Al Mubarak', 'عبد الله المبارك', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.24158951216598', '47.90265750884963', '2020-05-30 22:21:27', '2021-03-17 10:23:54'),
(103, 'Dajeej', 'الضجيج', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.2619584045651', '47.963039398193374', '2020-05-30 22:21:38', '2021-03-17 10:23:55'),
(104, 'Khaitan', 'خيطان', 1, '', NULL, 1, 1, 0, 5, 1.5, '29.2842696667625', '47.97522735595705', '2020-05-30 22:21:58', '2021-03-17 10:23:55'),
(105, 'Al Doha', 'الدوحة', 1, '', NULL, 1, 15, 0, 9, 1.5, '29.34900462289104', '47.80991744995119', '2020-06-02 11:37:00', '2021-03-17 10:24:10'),
(107, 'Al Watia', 'الوطية', 1, '', NULL, 1, 16, 0, 9, 1.5, '29.36342406891423', '47.96464872360231', '2020-06-07 05:19:20', '2021-03-17 10:24:10'),
(108, 'Granada', 'غرناطة', 1, '', NULL, 1, 17, 0, 9, 1.5, '29.31233899722813', '47.87883949279787', '2020-06-07 05:22:47', '2021-03-17 10:24:10'),
(109, 'Al Nahda', 'النهضة', 1, '', NULL, 1, 18, 0, 9, 1.5, '29.30646378932738', '47.87351799011232', '2020-06-07 05:23:26', '2021-03-17 10:24:10'),
(110, 'Qairawan', 'قيروان', 1, '', NULL, 1, 19, 0, 9, 1.5, '29.3001391429999', '47.80047607421876', '2020-06-07 05:24:56', '2021-03-17 10:24:10'),
(111, 'Al Rai', 'الري', 1, '', NULL, 1, 20, 0, 9, 1.5, '29.30837233344033', '47.94398498535158', '2020-06-07 05:26:12', '2021-03-17 10:24:10'),
(112, 'Al Julaia\'a Chalet', 'شاليهات الجليعة', 1, '', NULL, 0, 2, 0, 11, 1.5, '29.30403127941913', '47.97763061523438', '2020-06-07 05:28:49', '2021-03-17 10:26:26'),
(113, 'Al Dubaiya Chalet', 'شاليهات الضباعية', 1, '', NULL, 0, 3, 0, 11, 1.5, '28.93414334513657', '48.20242118835451', '2020-06-07 05:30:33', '2021-03-17 10:26:26'),
(114, 'Faad Al Ahmad', 'ضاحية فهد الأحمد', 1, '', NULL, 1, 4, 0, 11, 1.5, '29.12768875860518', '48.10654830932619', '2020-06-07 05:31:51', '2021-03-17 10:26:26'),
(115, 'Sabah Al Ahmad', 'مدينة صباح الأحمد', 1, '', NULL, 1, 5, 0, 11, 4, '28.78778748619332', '48.0691261291504', '2020-06-07 05:32:58', '2021-03-17 10:27:45'),
(116, 'Ali Sabah Al Salem', 'علي صباح السالم', 1, '', NULL, 1, 6, 0, 11, 2.5, '28.94999181820341', '48.15530014038087', '2020-06-07 05:34:01', '2021-03-17 10:27:27'),
(117, 'Al Riqai', 'الرقعي', 1, '', NULL, 1, 2, 0, 5, 1.5, '29.30403127941913', '47.97763061523438', '2020-06-07 05:39:38', '2021-03-17 10:23:55'),
(118, 'Sabah Al Nasser', 'صباح الناصر', 1, '', NULL, 1, 3, 0, 5, 1.5, '29.27124287710651', '47.88270187377931', '2020-06-07 05:41:24', '2021-03-17 10:23:55'),
(119, 'Al Sulaibiya', 'الصليبية', 1, '', NULL, 1, 4, 0, 50, 1.5, '29.28486855968935', '47.81884384155275', '2020-06-07 05:42:21', '2021-03-17 10:29:25'),
(120, 'Chabd', 'كبد', 1, '', NULL, 0, 5, 0, 50, 1.5, '29.30403127941913', '47.97763061523438', '2020-06-07 05:45:05', '2021-03-17 10:29:48'),
(121, 'Al Mesayel', 'المسايل', 1, '', NULL, 1, 2, 0, 10, 1.5, '29.24009163943741', '48.08800888061525', '2020-06-07 05:48:40', '2021-03-17 10:24:23'),
(122, 'Sabhan', 'صبحان', 1, '', NULL, 1, 3, 0, 10, 1.5, '29.22885689528016', '48.00372314453126', '2020-06-07 05:49:24', '2021-03-17 10:24:23'),
(123, 'West Abdullah Al Mubarak', 'غرب عبدالله المبارك', 1, '', NULL, 1, 4, 0, 5, 1.5, '29.31391065155352', '48.00852966308595', '2020-07-26 13:07:11', '2021-03-17 10:23:55'),
(124, 'South Abdullah Al Mubarak', 'جنوب عبدالله المبارك', 1, '', NULL, 1, 5, 0, 5, 1.5, NULL, NULL, '2020-07-26 13:11:00', '2021-03-17 10:23:55'),
(125, 'New Khaitan', 'خيطان الجديده', 1, '', NULL, 1, 6, 0, 5, 1.5, NULL, NULL, '2020-07-26 13:16:29', '2021-03-17 10:23:55'),
(126, 'Al Abbasiya', 'العباسية', 1, '', NULL, 1, 7, 0, 5, 1.5, NULL, NULL, '2020-07-26 13:17:08', '2021-03-17 10:23:55'),
(127, 'Al Hasawi', 'الحساوي', 1, '', NULL, 1, 8, 0, 5, 1.5, NULL, NULL, '2020-07-26 13:17:53', '2021-03-17 10:23:55'),
(128, 'South Surrah', 'جنوب السرة', 1, '', NULL, 1, 18, 0, 4, 1.5, NULL, NULL, '2020-07-26 13:19:42', '2021-03-17 10:23:32'),
(129, 'Jaber Al Ahmad', 'جابر الأحمد', 1, '', NULL, 1, 21, 0, 9, 1.5, NULL, NULL, '2021-02-13 11:57:58', '2021-03-17 10:24:10');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_coupons`
--

CREATE TABLE `gwc_coupons` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `coupon_code` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `coupon_type` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `coupon_value` float DEFAULT NULL,
  `start_date` date DEFAULT NULL,
  `end_date` date DEFAULT NULL,
  `price_start` float DEFAULT NULL,
  `price_end` float DEFAULT NULL,
  `usage_limit` int(11) DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `is_free` tinyint(1) NOT NULL DEFAULT 0,
  `is_for` enum('web','app') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'web',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_customers`
--

CREATE TABLE `gwc_customers` (
  `id` int(11) NOT NULL,
  `name` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `mobile` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `dob` date DEFAULT NULL,
  `gender` enum('Male','Female') COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `username` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `password` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `password_token` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `passcode` int(11) DEFAULT NULL,
  `is_newsletter_active` tinyint(4) NOT NULL DEFAULT 0,
  `api_token` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_subscribe` tinyint(1) NOT NULL DEFAULT 0,
  `is_push_active` tinyint(1) NOT NULL DEFAULT 0,
  `is_seller` tinyint(1) NOT NULL DEFAULT 0,
  `register_from` enum('web','android','ios') COLLATE utf8mb4_unicode_ci DEFAULT 'web',
  `register_ip` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_customers_address`
--

CREATE TABLE `gwc_customers_address` (
  `id` int(11) NOT NULL,
  `customer_id` int(11) DEFAULT NULL,
  `title` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `country_id` int(11) DEFAULT NULL,
  `state_id` int(11) DEFAULT NULL,
  `area_id` int(11) DEFAULT NULL,
  `block` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `street` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `avenue` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `house` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `floor` varchar(40) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_default` tinyint(1) NOT NULL DEFAULT 0,
  `landmark` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `latitude` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `longitude` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_customers_wish`
--

CREATE TABLE `gwc_customers_wish` (
  `id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_faqs`
--

CREATE TABLE `gwc_faqs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `display_order` int(11) DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_logs`
--

CREATE TABLE `gwc_logs` (
  `id` int(11) NOT NULL,
  `key_name` varchar(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `key_id` int(11) NOT NULL,
  `message` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  `created_by` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_logs`
--

INSERT INTO `gwc_logs` (`id`, `key_name`, `key_id`, `message`, `created_at`, `updated_at`, `created_by`) VALUES
(1, 'logout', 1, 'عزیز شایگان(admin) is logged out from Admin Panel.', '2023-09-18 00:00:49', '2023-09-18 00:00:49', 1),
(2, 'login', 1, 'عزیز شایگان(admin) is logged in to Admin Panel.', '2023-09-18 00:01:00', '2023-09-18 00:01:00', 1),
(3, 'logout', 1, 'عزیز شایگان(admin) is logged out from Admin Panel.', '2023-09-18 00:01:06', '2023-09-18 00:01:06', 1);

-- --------------------------------------------------------

--
-- Table structure for table `gwc_manufacturers`
--

CREATE TABLE `gwc_manufacturers` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `friendly_url` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `mobile` int(11) DEFAULT NULL,
  `email` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `username` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `password` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `header_image` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `display_order` int(11) NOT NULL DEFAULT 0,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `is_home` int(11) DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_manufacturers`
--

INSERT INTO `gwc_manufacturers` (`id`, `slug`, `title_en`, `title_ar`, `details_en`, `details_ar`, `image`, `friendly_url`, `mobile`, `email`, `username`, `password`, `header_image`, `display_order`, `is_active`, `is_home`, `created_at`, `updated_at`) VALUES
(1, 'manufacturer', 'Manufacturer', 'Manufacturer', 'Manufacturer Details', 'Manufacturer Details', '', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1, 0, '2020-05-09 14:56:44', '2020-05-09 14:56:44'),
(2, 'kashkha', 'Kashkha', 'Kashkha', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, 2, 1, 0, '2020-05-13 02:07:41', '2020-05-13 02:07:41'),
(5, 'ali-reza', 'ali reza', 'ali reza', NULL, NULL, 'manufacturer-7f62eec329fefd5bc1d65a89c9cbfdbf.png', NULL, 96566444, 'mr.wrestlemania1@gmail.com', 'alireza', '$2y$10$B0/KW2DqtxoSo0npp8DZB.YFL6tJwP.ay9SH7hKmKzGHuds5uX3LW', NULL, 3, 1, 0, '2021-09-13 20:18:40', '2021-09-13 20:38:25'),
(6, 'oveis', 'oveis', 'oveis', NULL, NULL, 'manufacturer-03588bded9ef33806a43125cb0ffd5e1.jpg', NULL, 65424879, 'oveisfa@gmail.com', 'oveis', '$2y$10$XresiMKX8eZR1LKean72TuDLc.7QltF62mHuBFPDTag8prXaeYnFu', NULL, 4, 1, 0, '2021-09-15 06:39:43', '2021-09-19 06:16:11'),
(7, 'oveis-1', 'oveis', 'oveis', NULL, NULL, 'manufacturer-4eb4e26dc7dc654ed91e59df8c63d85b.jpg', NULL, 65456545, 'oveisfaa@gmail.com', 'oveisfa', '$2y$10$0aGe461uId9fzYiUSZDjF.5d91XJpnyhVoSarfmkiXaSpfGKB3H8S', NULL, 5, 1, 0, '2021-09-19 06:24:41', '2021-09-19 06:26:26');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_menus`
--

CREATE TABLE `gwc_menus` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `link` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `icon` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `parent_id` int(11) NOT NULL DEFAULT 0,
  `display_order` int(11) DEFAULT NULL,
  `is_active` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=COMPACT;

--
-- Dumping data for table `gwc_menus`
--

INSERT INTO `gwc_menus` (`id`, `name`, `link`, `icon`, `parent_id`, `display_order`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'Dashboard', 'home', 'flaticon-squares', 0, 1, 1, '2020-01-15 14:00:21', '2020-01-28 14:00:37'),
(2, 'Catalog', 'javascript:;', 'flaticon2-graphic-design', 0, 2, 1, '2020-01-15 14:05:13', '2020-04-05 10:41:13'),
(3, 'Web Components', 'javascript:;', 'flaticon2-information', 0, 3, 1, '2020-01-15 14:07:33', '2020-04-03 14:42:20'),
(4, 'Categories', 'category', 'flaticon-apps', 2, 3, 1, '2020-01-16 06:40:29', '2020-03-23 05:49:00'),
(5, 'Brands', 'brand', 'flaticon-apps', 2, 3, 1, '2020-01-16 06:41:29', '2020-03-30 04:49:03'),
(6, 'Manufacturers', 'manufacturer', 'flaticon-apps', 2, 4, 1, '2020-01-16 06:41:45', '2020-03-30 04:49:30'),
(7, 'Colors', 'color', 'flaticon-apps', 2, 5, 1, '2020-01-16 06:42:37', '2020-03-30 06:35:57'),
(11, 'System', 'javascript:;', 'flaticon2-gear', 0, 7, 1, '2020-01-16 06:47:21', '2020-01-16 06:47:25'),
(12, 'General Settings', 'general-settings', 'flaticon2-gear', 11, 1, 1, '2020-01-16 06:48:00', '2020-02-17 04:45:13'),
(14, 'Users', 'users', 'flaticon2-gear', 11, 7, 1, '2020-01-16 06:50:26', '2020-07-09 04:08:10'),
(15, 'Users Role', 'roles', 'test', 11, 9, 1, '2020-01-30 13:22:49', '2020-07-09 04:08:28'),
(16, 'Contact us', 'javascript:;', 'flaticon-email', 0, 3, 1, '2020-02-26 03:49:10', '2020-02-29 03:50:50'),
(17, 'Subjects', 'contactus/subjects', 'list', 16, 1, 1, '2020-02-29 03:51:51', '2020-02-29 04:15:16'),
(18, 'Inbox', 'contactus/inbox', 'list', 16, 2, 1, '2020-02-29 03:52:18', '2020-02-29 04:15:30'),
(19, 'Country', 'country', 'flag', 11, 5, 1, '2020-02-29 11:03:39', '2020-07-09 04:07:33'),
(20, 'Single Pages', 'singlepages', 'flaticon2-information', 3, 1, 1, '2020-03-03 04:02:24', '2020-04-04 04:47:54'),
(21, 'FAQ', 'faq', 'flaticon2-information', 3, 2, 1, '2020-03-03 04:02:46', '2020-04-03 14:45:46'),
(22, 'Slideshow', 'slideshow', 'flaticon2-information', 3, 3, 1, '2020-03-03 04:03:04', '2020-04-03 14:47:08'),
(23, 'Products', 'product', 'flaticon2-information', 2, 6, 1, '2020-03-03 04:03:21', '2020-03-30 13:08:19'),
(24, 'Customers', 'customers', 'list', 30, 1, 1, '2020-03-04 04:01:53', '2020-04-06 14:55:10'),
(26, 'Logs', 'logs', 'logs', 11, 6, 1, '2020-03-16 12:54:42', '2020-07-09 04:07:52'),
(27, 'Sizes', 'size', 'list', 2, 4, 1, '2020-03-18 07:35:43', '2020-04-22 05:42:37'),
(28, 'subscribers', 'subscribers', 'list', 16, 2, 1, '2020-03-19 06:23:20', '2020-03-19 06:23:24'),
(29, 'Coupon', 'coupon', 'list', 2, 5, 1, '2020-04-04 13:05:33', '2020-04-04 13:05:46'),
(30, 'Sales', 'javascript:;', 'flaticon2-shopping-cart-1', 0, 3, 1, '2020-04-05 10:44:26', '2020-04-05 10:44:33'),
(31, 'Orders', 'orders', 'list', 30, 1, 1, '2020-04-05 10:46:20', '2020-04-05 10:49:23'),
(33, 'Banner', 'banner', 'list', 3, 4, 1, '2020-04-06 05:16:11', '2021-08-30 08:08:39'),
(34, 'Reviews', 'product/reviews', 'list', 30, 5, 1, '2020-04-06 14:56:03', '2020-05-05 04:21:33'),
(35, 'Home Sections', 'sections', 'list', 2, 7, 1, '2020-04-07 07:00:25', '2020-04-07 07:00:31'),
(36, 'Emails for Notification', 'notifyemails', '1', 11, 1, 1, '2020-04-27 05:56:19', '2020-04-27 05:56:36'),
(37, 'Customers Wish Items', 'customers/wishitems', 'list', 30, 2, 1, '2020-05-06 02:40:45', '2020-05-06 02:41:57'),
(38, 'Web Push Notification', 'javascript:;', 'flaticon2-notification', 0, 8, 1, '2020-06-08 07:55:03', '2020-06-08 07:59:16'),
(39, 'Web Push Message', 'webpush', 'list', 38, 1, 1, '2020-06-08 07:59:54', '2020-06-08 07:59:59'),
(40, 'Device Tokens', 'webpush/devicetokens', 'li', 38, 2, 1, '2020-06-08 13:26:49', '2020-06-08 13:27:26'),
(41, 'Payments', 'payments', 'list', 30, 1, 1, '2020-06-16 08:53:31', '2020-06-16 08:53:41'),
(42, 'Facebook Settings', 'facebook-setting', 'list', 11, 0, 1, '2020-07-06 12:21:36', '2020-07-06 12:21:43'),
(43, 'SMS Settings', 'smssetting', 'list', 11, 4, 1, '2020-07-08 03:42:14', '2020-07-09 04:06:49'),
(44, 'Export/Import', 'export_import', 'list', 11, 6, 1, '2020-07-18 03:42:59', '2020-07-18 03:43:05'),
(45, 'Options', 'options', 'list', 2, 4, 1, '2020-08-03 03:32:01', '2020-08-03 06:12:38'),
(46, 'Warranty', 'warranty', 'list', 2, 6, 1, '2020-09-20 07:33:32', '2020-09-20 07:33:36'),
(47, 'Delivery Times', 'deliverytimes', 'list', 2, 7, 1, '2020-12-23 07:21:15', '2020-12-23 07:21:19'),
(48, 'Popups', 'popup', 'list', 3, 5, 1, '2021-08-30 08:07:21', '2021-08-30 08:08:17'),
(49, 'Reports', 'javascript:;', 'flaticon2-graphic', 0, 6, 1, '2021-09-02 05:13:56', '2021-09-02 05:13:56'),
(50, 'Most Sold Products', 'mostsold', 'list', 49, 1, 1, '2021-09-02 05:19:33', '2021-09-02 05:19:33'),
(51, 'Out Of Stock', 'outofstock', 'list', 49, 2, 1, '2021-09-02 05:20:02', '2021-09-02 05:20:02'),
(52, 'Top Buyers', 'topbuyers', 'list', 49, 3, 1, '2021-09-02 08:05:58', '2021-09-02 08:05:58'),
(53, 'Inventory Report', 'inventory', 'list', 49, 4, 1, '2021-09-04 06:01:25', '2021-09-04 06:01:25'),
(54, 'Days/Time', 'daystime', 'list', 49, 5, 1, '2021-09-04 09:14:06', '2021-09-04 09:14:06'),
(55, 'Shipment', 'shipment', 'list', 49, 6, 1, '2021-09-09 08:07:51', '2021-09-09 08:07:51'),
(56, 'Zones', 'zones', 'list', 11, 4, 1, '2021-09-13 11:07:27', '2021-09-13 11:07:27'),
(57, 'Intro', 'intros', '', 3, 10, 1, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `gwc_newsletter`
--

CREATE TABLE `gwc_newsletter` (
  `id` int(11) NOT NULL,
  `newsletter_email` varchar(150) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_notification_emails`
--

CREATE TABLE `gwc_notification_emails` (
  `id` int(11) NOT NULL,
  `name` varchar(192) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(150) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `updated_at` datetime NOT NULL,
  `created_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_notification_emails`
--

INSERT INTO `gwc_notification_emails` (`id`, `name`, `email`, `is_active`, `updated_at`, `created_at`) VALUES
(9, 'Khaled', 'khb@tstorekw.com', 1, '2020-08-03 08:57:49', '2020-08-03 08:57:49'),
(10, 'Hamed', 'hamed@tstorekw.com', 1, '2020-08-03 08:58:24', '2020-08-03 08:58:24');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_orders`
--

CREATE TABLE `gwc_orders` (
  `id` int(11) NOT NULL,
  `oid` int(11) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  `size_id` int(11) DEFAULT NULL,
  `color_id` int(11) DEFAULT NULL,
  `quantity` int(11) DEFAULT NULL,
  `unit_price` float DEFAULT NULL,
  `order_id` bigint(20) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_orders_delivery_times`
--

CREATE TABLE `gwc_orders_delivery_times` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `display_order` int(11) NOT NULL DEFAULT 0,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_orders_delivery_times`
--

INSERT INTO `gwc_orders_delivery_times` (`id`, `slug`, `title_en`, `title_ar`, `details_en`, `details_ar`, `image`, `display_order`, `is_active`, `created_at`, `updated_at`) VALUES
(1, NULL, 'Morning Time', 'Morning Time', NULL, NULL, NULL, 1, 1, '2020-12-23 07:25:41', '2020-12-23 07:25:45'),
(2, NULL, 'Afternoon Time', 'Afternoon Time', NULL, NULL, NULL, 2, 1, '2020-12-23 07:26:12', '2020-12-23 07:26:12'),
(3, NULL, 'Evening Time', 'Evening Time', NULL, NULL, NULL, 3, 1, '2020-12-23 07:26:23', '2020-12-23 07:26:23');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_orders_details`
--

CREATE TABLE `gwc_orders_details` (
  `id` int(11) NOT NULL,
  `sid` int(11) NOT NULL,
  `customer_id` int(11) DEFAULT NULL,
  `order_id` bigint(20) DEFAULT NULL,
  `order_id_md5` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `code_meli` bigint(20) NOT NULL,
  `mobile` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `country_id` int(11) DEFAULT NULL,
  `state_id` bigint(20) UNSIGNED DEFAULT NULL,
  `area_id` bigint(20) UNSIGNED DEFAULT NULL,
  `block` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `street` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `avenue` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `house` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `full_address` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `zip` bigint(20) DEFAULT NULL,
  `floor` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `landmark` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pay_mode` int(11) DEFAULT NULL,
  `is_coupon_used` tinyint(1) NOT NULL DEFAULT 0,
  `coupon_code` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `coupon_amount` float DEFAULT NULL,
  `coupon_free` tinyint(1) NOT NULL DEFAULT 0,
  `delivery_charges` float DEFAULT NULL,
  `total_amount` float DEFAULT 0,
  `total_amount_dollar` float NOT NULL DEFAULT 0,
  `is_paid` tinyint(1) NOT NULL DEFAULT 0,
  `order_status` enum('pending','canceled','completed','returned','outfordelivery') COLLATE utf8mb4_unicode_ci NOT NULL,
  `extra_comment` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_qty_rollbacked` tinyint(1) NOT NULL DEFAULT 0,
  `is_removed` tinyint(1) NOT NULL DEFAULT 0,
  `latitude` varchar(15) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `longitude` varchar(15) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `strLang` enum('en','ar') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'en',
  `device_type` enum('web','mobile','android','ios') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'web',
  `delivery_date` date DEFAULT NULL,
  `seller_discount` float DEFAULT NULL,
  `delivery_time_id` int(11) DEFAULT NULL,
  `delivery_time_en` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `delivery_time_ar` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_push_sent` tinyint(1) NOT NULL DEFAULT 0,
  `is_for_dezorder` tinyint(1) NOT NULL DEFAULT 1,
  `order_ip` varchar(25) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `order_details` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_orders_option`
--

CREATE TABLE `gwc_orders_option` (
  `id` int(11) NOT NULL,
  `oid` int(11) NOT NULL,
  `product_id` int(11) DEFAULT NULL,
  `option_id` int(11) NOT NULL,
  `option_child_ids` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_orders_temp`
--

CREATE TABLE `gwc_orders_temp` (
  `id` int(11) NOT NULL,
  `product_id` int(11) DEFAULT NULL,
  `size_id` int(11) DEFAULT NULL,
  `color_id` int(11) DEFAULT NULL,
  `quantity` int(11) DEFAULT NULL,
  `unit_price` float DEFAULT NULL,
  `unique_sid` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_orders_temp_option`
--

CREATE TABLE `gwc_orders_temp_option` (
  `id` int(11) NOT NULL,
  `oid` int(11) NOT NULL,
  `product_id` int(11) DEFAULT NULL,
  `option_id` int(11) NOT NULL,
  `option_child_ids` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_orders_track`
--

CREATE TABLE `gwc_orders_track` (
  `id` int(11) NOT NULL,
  `oid` int(11) NOT NULL,
  `details_en` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `details_ar` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `details_date` datetime NOT NULL DEFAULT current_timestamp(),
  `is_active` tinyint(1) NOT NULL DEFAULT 1,
  `display_order` int(11) NOT NULL,
  `is_seen` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_payment_method`
--

CREATE TABLE `gwc_payment_method` (
  `id` int(11) NOT NULL,
  `pay_key` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_payment_method`
--

INSERT INTO `gwc_payment_method` (`id`, `pay_key`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'COD', 1, '2020-04-24 16:54:39', '2020-04-24 16:54:39'),
(2, 'KNET', 0, '2020-04-24 16:56:50', '2020-04-24 16:56:50'),
(3, 'CC', 0, '2020-04-24 16:56:50', '2020-04-24 16:56:50'),
(4, 'MF', 0, '2020-04-24 16:57:08', '2020-04-24 16:57:08');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_popups`
--

CREATE TABLE `gwc_popups` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `display_order` tinyint(4) DEFAULT NULL,
  `image` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link_type` enum('web','category','product','offer') COLLATE utf8mb4_unicode_ci DEFAULT 'web',
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_popups`
--

INSERT INTO `gwc_popups` (`id`, `title_en`, `title_ar`, `display_order`, `image`, `link`, `link_type`, `is_active`, `created_at`, `updated_at`) VALUES
(9, 'Back to School', 'Back to School', 1, 'b-a3bc3f21c4ff99e8fa96aac8febc10ab.jpg', NULL, 'web', 1, '2021-08-30 10:58:22', '2021-08-31 09:01:04'),
(10, NULL, NULL, 2, 'b-a6e6036a87ff254e0a42ac88bd4bbca6.jpg', NULL, 'web', 0, '2021-08-30 13:57:19', '2021-08-31 08:59:51'),
(11, NULL, NULL, 3, 'b-e90cf9169676d6151b2b9e711827f2f4.jpg', 'products/78/Car-Accessories', 'web', 1, '2021-08-31 08:52:20', '2021-08-31 09:01:04');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_products`
--

CREATE TABLE `gwc_products` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sku_no` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `item_code` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sdetails_en` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sdetails_ar` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `retail_price` float NOT NULL DEFAULT 0,
  `old_price` float DEFAULT 0,
  `cost_price` float DEFAULT 0,
  `wholesale_price` float DEFAULT 0,
  `is_attribute` tinyint(1) DEFAULT 0,
  `quantity` int(11) DEFAULT 0,
  `image` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `rollover_image` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `display_order` int(11) NOT NULL DEFAULT 0,
  `is_active` tinyint(1) NOT NULL DEFAULT 0 COMMENT '0 = Not publish , 1= Published , 2=Preorder',
  `is_export_active` tinyint(1) NOT NULL DEFAULT 0,
  `seokeywords_en` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seokeywords_ar` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seodescription_en` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seodescription_ar` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `tags_en` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `tags_ar` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `min_purchase_qty` tinyint(4) DEFAULT 1,
  `max_purchase_qty` tinyint(4) DEFAULT 1,
  `alert_min_qty` int(11) DEFAULT NULL,
  `is_alert_min_qty` tinyint(1) DEFAULT 0,
  `homesection` int(11) DEFAULT NULL,
  `youtube_url` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `youtube_url_id` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `average_ratings` float DEFAULT NULL,
  `most_visited_count` int(11) NOT NULL DEFAULT 0,
  `manufacturer_id` int(11) DEFAULT NULL,
  `brand_id` int(11) DEFAULT NULL,
  `countdown_datetime` date DEFAULT NULL,
  `countdown_price` float DEFAULT NULL,
  `caption_en` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `caption_ar` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `caption_color` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_offer` tinyint(1) NOT NULL DEFAULT 0,
  `warranty` int(11) DEFAULT NULL,
  `weight` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `height` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT '0',
  `width` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT '0',
  `depth` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT '0',
  `attachfile` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `extra_title_en` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `extra_title_ar` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `customizable` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_products_attribute`
--

CREATE TABLE `gwc_products_attribute` (
  `id` int(11) NOT NULL,
  `sku_no` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `custom_option_id` int(11) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  `size_id` int(11) DEFAULT NULL,
  `color_id` int(11) DEFAULT NULL,
  `quantity` int(11) DEFAULT NULL,
  `retail_price` float DEFAULT NULL,
  `old_price` float DEFAULT 0,
  `is_qty_deduct` tinyint(1) DEFAULT 0,
  `color_image` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `weight` float DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_products_category`
--

CREATE TABLE `gwc_products_category` (
  `id` int(11) NOT NULL,
  `product_id` int(11) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_products_gallery`
--

CREATE TABLE `gwc_products_gallery` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `product_id` int(11) NOT NULL,
  `title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(150) COLLATE utf8mb4_unicode_ci NOT NULL,
  `display_order` int(11) DEFAULT 0,
  `is_active` tinyint(1) DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_products_inquiry`
--

CREATE TABLE `gwc_products_inquiry` (
  `id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `customer_id` int(11) DEFAULT NULL,
  `name` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `mobile` varchar(8) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `message` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `strLang` enum('en','ar') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'en',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_products_options`
--

CREATE TABLE `gwc_products_options` (
  `id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `custom_option_id` int(11) DEFAULT NULL,
  `option_value_id` int(11) DEFAULT NULL,
  `option_title_en` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `option_title_ar` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `option_type` enum('checkbox','radiobox') COLLATE utf8mb4_unicode_ci NOT NULL,
  `sku_no` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 1,
  `weight` float DEFAULT NULL,
  `quantity` int(11) DEFAULT NULL,
  `retail_price` float DEFAULT NULL,
  `is_price_add` tinyint(1) DEFAULT 0,
  `is_deduct` tinyint(1) DEFAULT 0,
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  `created_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_products_option_custom`
--

CREATE TABLE `gwc_products_option_custom` (
  `id` int(11) NOT NULL,
  `option_name_en` varchar(192) COLLATE utf8mb4_unicode_ci NOT NULL,
  `option_name_ar` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `display_order` int(11) NOT NULL,
  `option_type` varchar(25) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_products_option_custom_child`
--

CREATE TABLE `gwc_products_option_custom_child` (
  `id` int(11) NOT NULL,
  `custom_option_id` int(11) DEFAULT NULL,
  `option_value_name_en` varchar(192) COLLATE utf8mb4_unicode_ci NOT NULL,
  `option_value_name_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `display_order` int(11) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_products_option_custom_chosen`
--

CREATE TABLE `gwc_products_option_custom_chosen` (
  `id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `custom_option_id` int(11) NOT NULL,
  `is_required` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_products_review`
--

CREATE TABLE `gwc_products_review` (
  `id` int(11) NOT NULL,
  `customer_id` int(11) DEFAULT NULL,
  `product_id` int(11) NOT NULL,
  `name` varchar(192) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(150) COLLATE utf8mb4_unicode_ci NOT NULL,
  `message` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `ratings` float DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_products_tags`
--

CREATE TABLE `gwc_products_tags` (
  `id` int(11) NOT NULL,
  `tag_name_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `tag_name_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_active` int(11) NOT NULL DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_sections`
--

CREATE TABLE `gwc_sections` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `slug` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_en` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `display_order` int(11) NOT NULL DEFAULT 0,
  `section_type` enum('regular','static') COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `key_name` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_sections`
--

INSERT INTO `gwc_sections` (`id`, `slug`, `title_ar`, `title_en`, `is_active`, `display_order`, `section_type`, `key_name`, `link`, `created_at`, `updated_at`) VALUES
(14, 'new-arrivals', 'منتجات جديدة', 'NEW ARRIVALS', 1, 6, 'regular', 'regular', NULL, '2020-10-22 11:43:29', '2021-02-13 11:08:15'),
(15, 'best-sellers', 'الأكثر مبيعا', 'BEST SELLERS', 1, 7, 'regular', 'regular', NULL, '2020-11-01 09:59:59', '2021-02-13 11:08:15'),
(16, 'chargers-and-cables', 'أسلاك و شواحن', 'CHARGERS AND CABLES', 1, 7, 'regular', 'regular', NULL, '2020-11-04 13:00:31', '2021-01-04 17:14:35'),
(17, 'kids-accessories', 'إكسسوارات الأطفال', 'KIDS ACCESSORIES', 0, 3, 'regular', 'regular', NULL, '2020-11-04 13:20:09', '2021-04-19 15:35:01'),
(18, 'featured', 'المميز', 'FEATURED', 1, 9, 'regular', 'regular', NULL, '2020-11-04 13:43:06', '2021-02-13 11:08:26'),
(22, 'deals-of-the-day', 'Deals Of The Day', 'Deals Of The Day', 1, 1, 'regular', 'regular', NULL, '2020-12-22 15:20:34', '2021-04-22 11:18:20'),
(25, 'shop_by_category', 'تسوق حسب افئة', 'Shop By Category', 1, 4, 'static', 'shop_by_category', NULL, '2021-02-13 10:57:07', '2021-02-16 11:54:07'),
(26, 'latest_product', 'أحدث المنتجات', 'LATEST PRODUCTS', 0, 0, 'static', 'latest_product', NULL, '2021-02-13 10:57:51', '2021-03-22 08:58:44'),
(27, 'our-brands', 'علاماتنا التجارية', 'OUR BRANDS', 1, 2, 'static', 'favorite_brands', NULL, '2021-02-13 10:58:35', '2021-04-03 11:16:49'),
(28, 'shop_by_brands', 'التسوق حسب الماركات', 'Shop By Brands', 1, 2, 'static', 'shop_by_brands', NULL, '2021-02-13 10:59:06', '2021-02-13 11:21:43'),
(29, 'banner', 'banner', 'banner', 1, 11, 'static', 'banner', NULL, '2021-02-13 10:59:28', '2021-02-13 11:08:23'),
(30, 'Short-text-boxes', 'Short-text-boxes', 'Short-text-boxes', 1, 20, 'static', 'short_text_boxes', NULL, '2021-02-13 10:59:53', '2021-02-13 11:09:24'),
(32, 'just-4kd', 'فقط 4KD', 'JUST 4KD', 1, 2, NULL, NULL, NULL, '2021-04-03 09:21:27', '2021-04-08 09:15:36');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_settings`
--

CREATE TABLE `gwc_settings` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `prefix` varchar(5) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `keyname` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'setting',
  `name_en` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_ar` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seo_description_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seo_description_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seo_keywords_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seo_keywords_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `owner_name` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `address_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `address_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `map_embed_url` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `mobile` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `social_whatsapp` varchar(15) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `office_hours_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `office_hours_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `logo` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `emaillogo` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `favicon` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `google_analytics` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `item_per_page_front` int(11) NOT NULL DEFAULT 0,
  `item_per_page_back` int(11) NOT NULL DEFAULT 0,
  `is_watermark` tinyint(1) NOT NULL DEFAULT 0,
  `is_brand_active` tinyint(1) NOT NULL DEFAULT 0,
  `is_brand_image_name` enum('image','title') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'title',
  `watermark_img` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image_thumb_w` int(11) DEFAULT NULL,
  `image_thumb_h` int(11) DEFAULT NULL,
  `image_big_w` int(11) DEFAULT NULL,
  `image_big_h` int(11) DEFAULT NULL,
  `default_sort` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'ID',
  `about_founder_name_en` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `about_founder_name_ar` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `social_facebook` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `social_twitter` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `social_instagram` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `social_linkedin` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `social_youtube` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `item_code_digits` tinyint(4) DEFAULT NULL,
  `base_currency` varchar(5) COLLATE utf8mb4_unicode_ci DEFAULT 'KD',
  `extra_meta_tags` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `note_for_new_customer_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `note_for_new_customer_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `newsletter_note_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `newsletter_note_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `is_lang` tinyint(1) NOT NULL DEFAULT 0,
  `flat_rate` float DEFAULT 0,
  `payments` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note3_title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note3_title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note3_details_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note3_details_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note4_title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note4_title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note4_details_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note4_details_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note1_title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note1_title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note1_details_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note1_details_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note2_title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note2_title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note2_details_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `home_note2_details_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `top_header_note_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `top_header_note_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `from_email` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `from_name` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_knet_live` tinyint(1) NOT NULL DEFAULT 0,
  `is_tah_live` tinyint(1) NOT NULL DEFAULT 0,
  `is_mf_live` tinyint(1) NOT NULL DEFAULT 0,
  `header_image` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `facebook_pixel` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `og_title` tinyint(1) NOT NULL DEFAULT 0,
  `og_description` tinyint(1) NOT NULL DEFAULT 0,
  `og_url` tinyint(1) NOT NULL DEFAULT 0,
  `og_image` tinyint(1) NOT NULL DEFAULT 0,
  `og_brand` tinyint(1) NOT NULL DEFAULT 0,
  `og_availability` tinyint(1) NOT NULL DEFAULT 0,
  `og_category` tinyint(1) NOT NULL DEFAULT 0,
  `og_condition` tinyint(1) NOT NULL DEFAULT 0,
  `og_gender` tinyint(1) NOT NULL DEFAULT 0,
  `og_locale` tinyint(1) NOT NULL DEFAULT 0,
  `og_retailer_item_id` tinyint(1) NOT NULL DEFAULT 0,
  `og_currency` tinyint(1) NOT NULL DEFAULT 0,
  `og_amount` tinyint(1) NOT NULL DEFAULT 0,
  `og_sale_price_dates_start` tinyint(1) NOT NULL DEFAULT 0,
  `og_sale_price_dates_end` tinyint(1) NOT NULL DEFAULT 0,
  `is_sms_active` tinyint(1) NOT NULL DEFAULT 0,
  `sms_userid` int(11) DEFAULT NULL,
  `sms_api_key` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sms_sender_name` varchar(30) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sms_text_knet_active` tinyint(1) NOT NULL DEFAULT 0,
  `sms_text_knet_en` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sms_text_knet_ar` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sms_text_cod_active` tinyint(1) NOT NULL DEFAULT 0,
  `sms_text_cod_en` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sms_text_cod_ar` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sms_text_track_order_active` tinyint(1) NOT NULL DEFAULT 0,
  `sms_text_track_order_en` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sms_text_track_order_ar` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sms_text_outofstock_active` tinyint(1) NOT NULL DEFAULT 0,
  `sms_text_outofstock_en` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sms_text_outofstock_ar` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `quantit_update_notification_en` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `quantit_update_notification_ar` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `ios_old_version` float DEFAULT NULL,
  `ios_new_version` float DEFAULT NULL,
  `android_old_version` float DEFAULT NULL,
  `android_new_version` float DEFAULT NULL,
  `android_url` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `ios_url` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `gulfpay_key` varchar(190) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `gulfpay_token` varchar(190) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `theme` tinyint(1) DEFAULT 1,
  `copyrights_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `copyrights_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `gakeys` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `google_analyticsemail` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `google_profileid` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `footerlogo` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `web_server_key` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pushy_api_token` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `min_order_amount` float DEFAULT 0,
  `is_free_delivery` tinyint(1) DEFAULT 0,
  `free_delivery_amount` float DEFAULT 0,
  `is_new_item_active` tinyint(1) NOT NULL DEFAULT 0,
  `is_dezorder_active` tinyint(1) NOT NULL DEFAULT 0,
  `is_float_whatsapp` tinyint(1) NOT NULL DEFAULT 0,
  `home_items_counts` int(11) NOT NULL DEFAULT 16,
  `instagram_token` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `instagram_clientId` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `instagram_userId` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `column_list` int(11) NOT NULL DEFAULT 2,
  `is_cart_popup` int(11) NOT NULL DEFAULT 0,
  `is_home_popup` tinyint(1) NOT NULL DEFAULT 0,
  `is_offer_menu` int(11) NOT NULL DEFAULT 0,
  `is_more_menu` int(11) NOT NULL DEFAULT 0,
  `is_review_active` int(11) NOT NULL DEFAULT 0,
  `order_note_en` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `order_note_ar` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `invoice_template` int(11) NOT NULL DEFAULT 1,
  `is_show_tags` tinyint(1) NOT NULL DEFAULT 0,
  `is_admin_menu_minimize` int(11) NOT NULL DEFAULT 0,
  `postknet_note_en` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `postknet_note_ar` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pos_result_url` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `supplier_registration` tinyint(1) NOT NULL DEFAULT 1,
  `post_price` bigint(20) DEFAULT NULL,
  `zarin_merchant_id` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_settings`
--

INSERT INTO `gwc_settings` (`id`, `prefix`, `keyname`, `name_en`, `name_ar`, `seo_description_en`, `seo_description_ar`, `seo_keywords_en`, `seo_keywords_ar`, `owner_name`, `address_en`, `address_ar`, `map_embed_url`, `email`, `phone`, `mobile`, `social_whatsapp`, `office_hours_en`, `office_hours_ar`, `logo`, `emaillogo`, `favicon`, `google_analytics`, `item_per_page_front`, `item_per_page_back`, `is_watermark`, `is_brand_active`, `is_brand_image_name`, `watermark_img`, `image_thumb_w`, `image_thumb_h`, `image_big_w`, `image_big_h`, `default_sort`, `about_founder_name_en`, `about_founder_name_ar`, `image`, `social_facebook`, `social_twitter`, `social_instagram`, `social_linkedin`, `social_youtube`, `item_code_digits`, `base_currency`, `extra_meta_tags`, `note_for_new_customer_en`, `note_for_new_customer_ar`, `newsletter_note_en`, `newsletter_note_ar`, `created_at`, `updated_at`, `is_lang`, `flat_rate`, `payments`, `home_note3_title_en`, `home_note3_title_ar`, `home_note3_details_en`, `home_note3_details_ar`, `home_note4_title_en`, `home_note4_title_ar`, `home_note4_details_en`, `home_note4_details_ar`, `home_note1_title_en`, `home_note1_title_ar`, `home_note1_details_en`, `home_note1_details_ar`, `home_note2_title_en`, `home_note2_title_ar`, `home_note2_details_en`, `home_note2_details_ar`, `top_header_note_en`, `top_header_note_ar`, `from_email`, `from_name`, `is_knet_live`, `is_tah_live`, `is_mf_live`, `header_image`, `facebook_pixel`, `og_title`, `og_description`, `og_url`, `og_image`, `og_brand`, `og_availability`, `og_category`, `og_condition`, `og_gender`, `og_locale`, `og_retailer_item_id`, `og_currency`, `og_amount`, `og_sale_price_dates_start`, `og_sale_price_dates_end`, `is_sms_active`, `sms_userid`, `sms_api_key`, `sms_sender_name`, `sms_text_knet_active`, `sms_text_knet_en`, `sms_text_knet_ar`, `sms_text_cod_active`, `sms_text_cod_en`, `sms_text_cod_ar`, `sms_text_track_order_active`, `sms_text_track_order_en`, `sms_text_track_order_ar`, `sms_text_outofstock_active`, `sms_text_outofstock_en`, `sms_text_outofstock_ar`, `quantit_update_notification_en`, `quantit_update_notification_ar`, `ios_old_version`, `ios_new_version`, `android_old_version`, `android_new_version`, `android_url`, `ios_url`, `gulfpay_key`, `gulfpay_token`, `theme`, `copyrights_en`, `copyrights_ar`, `gakeys`, `google_analyticsemail`, `google_profileid`, `footerlogo`, `web_server_key`, `pushy_api_token`, `min_order_amount`, `is_free_delivery`, `free_delivery_amount`, `is_new_item_active`, `is_dezorder_active`, `is_float_whatsapp`, `home_items_counts`, `instagram_token`, `instagram_clientId`, `instagram_userId`, `column_list`, `is_cart_popup`, `is_home_popup`, `is_offer_menu`, `is_more_menu`, `is_review_active`, `order_note_en`, `order_note_ar`, `invoice_template`, `is_show_tags`, `is_admin_menu_minimize`, `postknet_note_en`, `postknet_note_ar`, `pos_result_url`, `supplier_registration`, `post_price`, `zarin_merchant_id`) VALUES
(1, NULL, 'setting', 'T Store Kuwait', 'فروشگاه شایگان', 'T store is an online shopping store with over 30 brands', 'تي ستور عبارة عن متجر للتسوق اونلاين أكثر من 30 ماركه', 'tstorekw, T store kuwait', 'tstorekw, T store kuwait', 'فروشگاه شایگان', 'شیراز -معالی آباد', 'شیراز -معالی آباد', 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3476.6926849805036!2d47.9810848149415!3d29.3792861821292!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3fcf849476c0213d%3A0xb0dd552b842e1ed4!2sOskar%20Phone%20Kuwait!5e0!3m2!1sen!2skw!4v1594450826124!5m2!1sen!2skw', 'alli@gmail.com', '07136547893', '09922270728', '96598966419', '9-17', '9-17', 'logo-ff3210c4e0d419c357541266b0abbc35.jpg', 'elogo-ff3210c4e0d419c357541266b0abbc35.jpg', 'favicon-ff3210c4e0d419c357541266b0abbc35.jpg', '<!-- Global site tag (gtag.js) - Google Analytics -->\r\n<script async src=\"https://www.googletagmanager.com/gtag/js?id=UA-164596524-2\">\r\n</script>\r\n<script>\r\n  window.dataLayer = window.dataLayer || [];\r\n  function gtag(){dataLayer.push(arguments);}\r\n  gtag(\'js\', new Date());\r\n\r\n  gtag(\'config\', \'UA-164596524-2\');\r\n</script>\r\n\r\n\r\n<!-- Start of  Zendesk Widget script -->\r\n<script id=\"ze-snippet\" src=\"https://static.zdassets.com/ekr/snippet.js?key=fbb13b34-b2da-4f9b-bab5-e3dbb909ac87\"> </script>\r\n<!-- End of  Zendesk Widget script -->', 200, 200, 0, 1, 'image', NULL, 280, 280, 900, 900, 'ASC', NULL, NULL, 'image-aa12a86639dbf143335dd287d19852d5.jpg', 'https://www.facebook.com/TstoreKWOfficial', NULL, 'https://www.instagram.com/tstorekw/', NULL, 'https://www.youtube.com/channel/UCcbRruSiQCPeZtr023jx2zQ', 4, 'Toman', '<meta name=\"Country\" content=\"Kuwait\" />\r\n<META NAME=\"city\" CONTENT=\"Kuwait City\">\r\n<META NAME=\"Language\" CONTENT=\"English\">\r\n<META NAME=\"Revisit-After\" CONTENT=\"2 days\">\r\n<meta name=\"robots\" CONTENT=\"all\">\r\n<META NAME=\"distribution\" CONTENT=\"Global\">\r\n\r\n\r\n\r\n<!-- Global site tag (gtag.js) - Google Analytics -->\r\n<script async src=\"https://www.googletagmanager.com/gtag/js?id=UA-164596524-2\">\r\n</script>\r\n<script>\r\n  window.dataLayer = window.dataLayer || [];\r\n  function gtag(){dataLayer.push(arguments);}\r\n  gtag(\'js\', new Date());\r\n\r\n  gtag(\'config\', \'UA-164596524-2\');\r\n</script>', 'By creating an account with our store, you will be able to move through the checkout process faster, store multiple shipping addresses, view and track your orders in your account and more.', 'By creating an account with our store, you will be able to move through the checkout process faster, store multiple shipping addresses, view and track your orders in your account and more.', 'Sign up for our e-mail and be the first who know our special offers!', 'اشترك في بريدنا الإلكتروني وكن أول من يعرف عروضنا الخاصة! علاوة على ذلك', '2020-02-17 04:19:31', '2023-09-11 01:23:26', 1, NULL, 'COD,KNET', '15 DAYS RETURN', 'خدمة إسترجاع لمدة 15 يوم من تاريخ الشراء', NULL, NULL, '100% PAYMENT SECURE', 'خدمة الدفع أمنه 100%', NULL, NULL, 'Delivery service within 24 hours', 'خدمة التوصيل خلال 24 ساعة', NULL, NULL, 'Customer service 12 hours a day', 'خدمة العملاء 12 ساعة في اليوم', NULL, NULL, NULL, NULL, 'noreply@tstorekw.com', 'tstorekw.com', 0, 0, 0, NULL, '<!-- Facebook Pixel Code -->\r\n<script>\r\n!function(f,b,e,v,n,t,s)\r\n{if(f.fbq)return;n=f.fbq=function(){n.callMethod?\r\nn.callMethod.apply(n,arguments):n.queue.push(arguments)};\r\nif(!f._fbq)f._fbq=n;n.push=n;n.loaded=!0;n.version=\'2.0\';\r\nn.queue=[];t=b.createElement(e);t.async=!0;\r\nt.src=v;s=b.getElementsByTagName(e)[0];\r\ns.parentNode.insertBefore(t,s)}(window, document,\'script\',\r\n\'https://connect.facebook.net/en_US/fbevents.js\');\r\nfbq(\'init\', \'1748510275328066\');\r\nfbq(\'track\', \'PageView\');\r\n</script>\r\n<noscript><img height=\"1\" width=\"1\" style=\"display:none\"\r\nsrc=\"https://www.facebook.com/tr?id=1748510275328066&ev=PageView&noscript=1\"\r\n/></noscript>\r\n<!-- End Facebook Pixel Code -->', 1, 1, 1, 1, 0, 1, 0, 1, 0, 1, 1, 1, 1, 0, 0, 1, 50458787, '8915c4d0a0b65c8b647ecb904cb71ef7', 'TSTOREKW', 1, 'Your  order is received with payment.', 'Your  order is received with payment.', 0, 'Your  order is received with COD method.', 'Your  order is received with COD method.', 1, 'We have updated the track status history.', 'We have updated the track status history.', 0, 'We have updated the quantity of the item which was not available.', 'We have updated the quantity of the item which was not available.', 'We have updated the quantity to your chosen item which is given below. Please visit to our website to place your order.', 'We have updated the quantity to your chosen item which is given below. Please visit to our website to place your order.', NULL, NULL, NULL, NULL, NULL, NULL, 'RUNBAZAAR', 'c5L32014ZU296549KXzre9h227u34f', 6, 'Copyright©2021 Tstorekw.com. All rights reserved', 'حقوق النشر © 2021 tstorekw.com. جميع الحقوق محفوظة.', NULL, NULL, NULL, 'footr-ff3210c4e0d419c357541266b0abbc35.jpg', 'AAAAGPi0tFY:APA91bGeDdbgNpF4O-vczvneH2xDxxUqTBPj81L1Nx2ty8epMFC8DH_whSHpFG3vODG0lFMCm3qLY1w6mFixs3gnrGKF2QTwhoTvPv159ajt6NtRG3YIHikhMWgogjmoSDdBvufmRpU0', NULL, 0.5, 0, 0, 1, 0, 1, 16, '', '', '', 2, 0, 1, 0, 0, 0, '', '', 1, 0, 0, '', '', NULL, 1, 70000, '25d25d90-a7d5-455d-8883-ae554d7c734b');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_singlepages`
--

CREATE TABLE `gwc_singlepages` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seo_keywords_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seo_keywords_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seo_description_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `seo_description_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_singlepages`
--

INSERT INTO `gwc_singlepages` (`id`, `slug`, `title_en`, `title_ar`, `details_en`, `details_ar`, `seo_keywords_en`, `seo_keywords_ar`, `seo_description_ar`, `seo_description_en`, `image`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'about-us', 'About us', 'تعرف علينا', '<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\"><span style=\"font-size: 24pt;\">يا هلا و مرحبا فيكم :)&nbsp;</span></p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\">&nbsp;</p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\"><span style=\"font-size: 24pt;\">بالبداية شكرا لكم على اختياركم لنا كوجهه للتسوق كل ما تحتاجونه من الكترونيات و اكسسوارات&nbsp;</span></p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\"><span style=\"font-size: 24pt;\">دايما نحرص على اختيار افضل الماركات العالمية عشان تناسبكم و تناسب احتياجاتكم&nbsp;</span></p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\"><span style=\"font-size: 24pt;\">نقدم كفالة على المنتجات و خدمات ما بعد البيع عشان رضاكم&nbsp;</span></p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\"><span style=\"font-size: 24pt;\">نحاول جاهدين عشان نقدم لكم جودة عالية و اسعار مناسبة بمتناول الجميع&nbsp;</span></p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\">&nbsp;</p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\"><span style=\"font-size: 24pt;\">و بس :)&nbsp;</span></p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\">&nbsp;</p>', '<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\"><span style=\"font-size: 24pt;\">يا هلا و مرحبا فيكم :)&nbsp;</span></p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\">&nbsp;</p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\"><span style=\"font-size: 24pt;\">بالبداية شكرا لكم على اختياركم لنا كوجهه للتسوق كل ما تحتاجونه من الكترونيات و اكسسوارات&nbsp;</span></p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\"><span style=\"font-size: 24pt;\">دايما نحرص على اختيار افضل الماركات العالمية عشان تناسبكم و تناسب احتياجاتكم&nbsp;</span></p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\"><span style=\"font-size: 24pt;\">نقدم كفالة على المنتجات و خدمات ما بعد البيع عشان رضاكم&nbsp;</span></p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\"><span style=\"font-size: 24pt;\">نحاول جاهدين عشان نقدم لكم جودة عالية و اسعار مناسبة بمتناول الجميع&nbsp;</span></p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\">&nbsp;</p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\"><span style=\"font-size: 24pt;\">و بس :)&nbsp;</span></p>\r\n<p dir=\"rtl\" style=\"margin: 0px 0px 15px; padding: 0px; color: #000000; font-family: \'Open Sans\', Arial, sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; text-decoration-style: initial; text-decoration-color: initial; text-align: center;\">&nbsp;</p>', 'تعرف علينا', 'تعرف علينا', 'تعرف علينا', 'تعرف علينا', '', 1, '2020-04-04 05:19:03', '2020-05-22 21:36:43'),
(2, 'privacy-policy', 'Privacy Policy', 'Privacy Policy', '<p>Privacy Policy</p>', '<p>Privacy Policy</p>', NULL, NULL, NULL, NULL, '', 1, '2020-04-04 05:19:24', '2020-05-22 21:36:43'),
(3, 'terms-conditions', 'Terms & Conditions', 'Terms & Conditions', '<p>Terms &amp; Conditions</p>', '<p>Terms &amp; Conditions</p>', NULL, NULL, NULL, NULL, '', 1, '2020-04-04 05:19:58', '2020-05-22 21:36:44');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_sizes`
--

CREATE TABLE `gwc_sizes` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `display_order` int(11) NOT NULL DEFAULT 0,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_sizes`
--

INSERT INTO `gwc_sizes` (`id`, `title_en`, `title_ar`, `image`, `display_order`, `is_active`, `created_at`, `updated_at`) VALUES
(1, '10.2', '10.2', NULL, 1, 1, '2020-03-30 12:41:42', '2021-02-15 10:03:02'),
(2, '12.9', '12.9', NULL, 2, 1, '2020-03-30 12:41:53', '2021-02-15 10:03:17'),
(3, '11', '11', NULL, 3, 1, '2020-03-30 12:42:23', '2021-02-15 10:03:35'),
(4, '10.5', '10.5', NULL, 4, 1, '2020-03-30 12:42:41', '2021-02-15 10:04:08'),
(5, 'IPad Mini 2019', 'IPad Mini 2019', NULL, 5, 1, '2020-03-30 12:43:04', '2021-02-15 10:04:28'),
(6, 'IPad 8', 'IPad 8', NULL, 6, 1, '2020-04-22 05:43:18', '2021-02-15 11:17:47'),
(7, 'IPad 10', 'IPad 10', NULL, 6, 1, '2020-04-22 05:43:38', '2021-02-15 11:18:10'),
(8, '12', '12', NULL, 7, 1, '2020-04-22 05:44:01', '2021-02-16 08:23:53'),
(9, '12 Pro', '12 Pro', NULL, 8, 1, '2021-02-16 08:24:48', '2021-02-16 08:24:48'),
(10, '12 Pro Max', '12 Pro Max', NULL, 9, 1, '2021-02-16 08:25:01', '2021-02-16 08:25:01'),
(11, '44/42mm', '44/42mm', NULL, 10, 1, '2021-02-18 08:36:09', '2021-02-18 08:36:09'),
(12, '40/38mm', '40/38mm', NULL, 11, 1, '2021-02-18 08:36:24', '2021-02-18 08:36:24'),
(13, 'Mate 30 Pro', 'Mate 30 Pro', NULL, 12, 1, '2021-02-24 09:26:56', '2021-02-24 09:26:56'),
(14, 'Mate 30', 'Mate 30', NULL, 13, 1, '2021-02-24 09:27:12', '2021-02-24 09:27:12'),
(15, '11 Pro', '11 Pro', NULL, 14, 1, '2021-03-08 09:52:26', '2021-03-08 09:52:26'),
(16, '11 Pro Max', '11 Pro Max', NULL, 15, 1, '2021-03-08 09:52:39', '2021-03-08 09:52:39');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_slideshows`
--

CREATE TABLE `gwc_slideshows` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `btype` int(11) DEFAULT NULL COMMENT '1=left1,2=left2 , 3=middle , 4-right 1 , 5=right 2',
  `title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `display_order` tinyint(4) DEFAULT NULL,
  `image` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link_id` int(11) DEFAULT NULL,
  `link_type` enum('web','category','product') COLLATE utf8mb4_unicode_ci DEFAULT 'web',
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `app_views` int(11) NOT NULL DEFAULT 1,
  `web_views` int(11) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_slideshows`
--

INSERT INTO `gwc_slideshows` (`id`, `btype`, `title_en`, `title_ar`, `display_order`, `image`, `link`, `link_id`, `link_type`, `is_active`, `app_views`, `web_views`, `created_at`, `updated_at`) VALUES
(55, NULL, 'a54', 'a54', 1, 'b-fa7d1038fd505399cef3cf3e6ca00969.png', 'a54', 0, 'web', 1, 1, 1, '2023-09-01 11:21:55', '2023-09-01 11:21:55');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_sms_notify`
--

CREATE TABLE `gwc_sms_notify` (
  `id` int(11) NOT NULL,
  `send_to` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `send_msg` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_sms_notify`
--

INSERT INTO `gwc_sms_notify` (`id`, `send_to`, `send_msg`, `created_at`, `updated_at`) VALUES
(1, '67099240', 'Thank you.\r\nYour order has been received. Your order will be delivered within 24 hours - 48 hours #kh21080100001', '2021-08-01 06:35:10', '2021-08-01 06:35:10'),
(2, '67099240', 'Thank you.\r\nYour order has been received. Your order will be delivered within 24 hours - 48 hours #kh21080100002', '2021-08-01 06:41:04', '2021-08-01 06:41:04'),
(3, '67099240', 'Thank you.\r\nYour order has been received. Your order will be delivered within 24 hours - 48 hours #kh21080100003', '2021-08-01 06:58:38', '2021-08-01 06:58:38'),
(4, '67099240', 'Thank you.\r\nYour order has been received. Your order will be delivered within 24 hours - 48 hours #kh34', '2021-08-03 15:24:54', '2021-08-03 15:24:54'),
(5, '67099240', 'Thank you.\r\nYour order has been received. Your order will be delivered within 24 hours - 48 hours #kh3283', '2021-08-03 15:28:43', '2021-08-03 15:28:43'),
(6, '67099240', 'Thank you.\r\nYour order has been received. Your order will be delivered within 24 hours - 48 hours #kh3284', '2021-08-04 14:37:09', '2021-08-04 14:37:09'),
(7, '67099240', 'Thank you.\r\nYour order has been received. Your order will be delivered within 24 hours - 48 hours #kh3289', '2021-08-19 08:41:49', '2021-08-19 08:41:49'),
(8, '67099240', 'Thank you.\r\nYour order has been received. Your order will be delivered within 24 hours - 48 hours #kh3290', '2021-08-19 09:23:05', '2021-08-19 09:23:05'),
(9, '67099240', 'Thank you.\r\nYour order has been received. Your order will be delivered within 24 hours - 48 hours #kh3304', '2021-08-19 10:33:33', '2021-08-19 10:33:33'),
(10, '67099240', 'Thank you.\r\nYour order has been received. Your order will be delivered within 24 hours - 48 hours #kh3304', '2021-08-19 10:33:57', '2021-08-19 10:33:57'),
(11, '67099240', 'Thank you.\r\nYour order has been received. Your order will be delivered within 24 hours - 48 hours #kh3304', '2021-08-19 10:34:45', '2021-08-19 10:34:45');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_subjects`
--

CREATE TABLE `gwc_subjects` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title_ar` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_en` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `display_order` int(11) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_subjects`
--

INSERT INTO `gwc_subjects` (`id`, `title_ar`, `title_en`, `is_active`, `display_order`, `created_at`, `updated_at`) VALUES
(1, 'Individual Issue', 'Individual Issue', 1, 1, '2020-03-18 10:47:44', '2020-04-27 10:05:57');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_transaction`
--

CREATE TABLE `gwc_transaction` (
  `id` int(11) NOT NULL,
  `payment_id` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `presult` varchar(25) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `postdate` varchar(15) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `tranid` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `auth` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `ref` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `trackid` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `MfTrackId` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `udf1` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `udf2` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `udf3` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `udf4` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `udf5` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `accept` tinyint(1) NOT NULL DEFAULT 0,
  `release_pay` tinyint(1) NOT NULL DEFAULT 0,
  `release_date` datetime DEFAULT NULL,
  `ErrorText` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Error` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `avr` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `amt` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `amt_dollar` float DEFAULT 0,
  `PayType` varchar(25) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `tahseel_hash` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `tahseel_inv_id` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `tahseel_tx_id` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `myfatoorah_txt_id` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `InvoiceReference` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `paypal_payment_id` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `paypal_result` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `paypal_state` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `paypal_cart` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_transaction`
--

INSERT INTO `gwc_transaction` (`id`, `payment_id`, `presult`, `postdate`, `tranid`, `auth`, `ref`, `trackid`, `MfTrackId`, `udf1`, `udf2`, `udf3`, `udf4`, `udf5`, `accept`, `release_pay`, `release_date`, `ErrorText`, `Error`, `avr`, `amt`, `amt_dollar`, `PayType`, `tahseel_hash`, `tahseel_inv_id`, `tahseel_tx_id`, `myfatoorah_txt_id`, `InvoiceReference`, `paypal_payment_id`, `paypal_result`, `paypal_state`, `paypal_cart`, `created_at`, `updated_at`) VALUES
(1, '100202124353087307', 'CAPTURED', '0831', '202124346982285', 'B14581', '124310000214', '2', NULL, '2', '13.3', 'en', '0', 'T Store Kuwait', 0, 0, NULL, NULL, NULL, NULL, '13.300', 0, 'KNET', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-08-31 10:10:11', '2021-08-31 10:12:33');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_users`
--

CREATE TABLE `gwc_users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `userType` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'admin',
  `name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `mobile` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `username` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_active` int(11) NOT NULL DEFAULT 1,
  `password_token` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_users`
--

INSERT INTO `gwc_users` (`id`, `userType`, `name`, `mobile`, `image`, `username`, `email`, `password`, `is_active`, `password_token`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'admin', 'عزیز شایگان', '12345678', 'admin-20165e58567f5fff2296e3601a2f708b.jpg', 'admin', 'Khb_92@live.com', '$2y$10$RsjPUnM7VYKCidSh5TscyeIiiS22DMwIL9Z9hZo6EGPpZ9/oFi.2W', 1, '10e39fb7-1a15-4b10-accc-61b3f0cdb3c7', 'ijHZUDguO8doe33bts92GzvEBitQVctcQj1I0sMPxiXwUMIdKwkPl0Z1Rin0', '2020-02-03 12:35:44', '2023-07-15 22:33:55'),
(2, 'admin', 'Accountant', '50458787', NULL, 'account', 'account@gmail.com', '$2y$10$rRc.wcVp9rCtdt0VcuJwjuOrNA5KXcYbiSC9ImsaJdvb0KuCV97y.', 1, NULL, 'TgaUiNHj0XbWVn7YRUwbKCxTM2jGqhGMx4ZuGk321RAFTgxTFGK39dUi0hGh', '2020-02-03 13:41:36', '2020-05-16 07:40:45');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_warranty`
--

CREATE TABLE `gwc_warranty` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_en` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `details_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `display_order` int(11) NOT NULL DEFAULT 0,
  `is_active` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_warranty`
--

INSERT INTO `gwc_warranty` (`id`, `slug`, `title_en`, `title_ar`, `details_en`, `details_ar`, `image`, `display_order`, `is_active`, `created_at`, `updated_at`) VALUES
(2, NULL, '1 Year warranty', '1 Year warranty', 'One (1) year limited warranty included in this product', 'One (1) year limited warranty included in this product', NULL, 2, 1, '2020-09-20 07:46:44', '2020-09-22 13:29:11'),
(3, NULL, '1 Week warranty', 'كفالة اسبوع 1', 'Seven (7) Days limited warranty included in this product', 'Seven (7) Days limited warranty included in this product', NULL, 3, 1, '2020-09-22 07:34:47', '2020-09-22 13:30:31'),
(4, NULL, '180 Days warranty', '180 Days warranty', 'One hundred Eighty (180) days limited warranty included in this product', 'One hundred Eighty (180) days limited warranty included in this product', NULL, 4, 1, '2020-09-23 03:58:58', '2020-09-23 03:58:58');

-- --------------------------------------------------------

--
-- Table structure for table `gwc_web_device_register`
--

CREATE TABLE `gwc_web_device_register` (
  `id` int(11) NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `device_token` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_push_active` tinyint(1) NOT NULL DEFAULT 0,
  `device_type` enum('web','ios','android') COLLATE utf8mb4_unicode_ci DEFAULT 'web',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_web_push_message`
--

CREATE TABLE `gwc_web_push_message` (
  `id` int(11) NOT NULL,
  `title` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `message` tinytext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `large_image_url` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `logo_image_url` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `badge_image_url` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `action_url` varchar(192) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `alignment` enum('auto','rtl','ltr') COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `message_for` enum('mobile','web') COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `gwc_zones`
--

CREATE TABLE `gwc_zones` (
  `id` bigint(20) NOT NULL,
  `title_en` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `title_ar` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_active` tinyint(1) NOT NULL,
  `display_order` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `gwc_zones`
--

INSERT INTO `gwc_zones` (`id`, `title_en`, `title_ar`, `is_active`, `display_order`, `created_at`, `updated_at`) VALUES
(1, 'zone 1 en', 'zone 1 ar', 1, 1, '2021-09-13 21:48:01', '2021-09-13 21:48:01'),
(3, 'zone 2 en', 'zone 2 ar', 1, 2, '2021-09-14 15:37:43', '2021-09-14 15:37:43'),
(4, 'zone 3 en', 'zone 3 ar', 1, 3, '2021-09-15 07:12:30', '2021-09-15 05:42:30');

-- --------------------------------------------------------

--
-- Table structure for table `intro_sections`
--

CREATE TABLE `intro_sections` (
  `id` bigint(20) NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `icon` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_active` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `intro_sections`
--

INSERT INTO `intro_sections` (`id`, `title`, `icon`, `description`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'تضمین بازگشت پول', 'w-icon-money', 'پس از 30 روز بازگشت', 1, '2023-07-15 23:40:17', '2023-07-15 23:40:17'),
(2, 'پشتیبانی مشتری', 'w-icon-chat', 'chat', 1, '2023-07-15 23:51:12', '2023-07-15 23:51:12');

-- --------------------------------------------------------

--
-- Table structure for table `members`
--

CREATE TABLE `members` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `full_name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `mobile` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `code_meli` bigint(20) UNSIGNED DEFAULT NULL,
  `birthday` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `otp_code` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `members`
--

INSERT INTO `members` (`id`, `full_name`, `mobile`, `code_meli`, `birthday`, `image`, `otp_code`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'علی مولائی', '09922270728', NULL, NULL, NULL, '253411', NULL, NULL, '2023-09-03 15:50:46'),
(2, NULL, '09904822924', NULL, NULL, NULL, '192101', NULL, NULL, '2023-09-04 22:23:55');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `migration` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2019_07_20_034721_create_permission_tables', 1),
(3, '2020_01_18_163446_create_products_table', 1),
(6, '2020_02_05_070018_create_categories_table', 2),
(8, '2020_02_16_152455_create_gwc_settings_table', 3),
(9, '2016_06_01_000001_create_oauth_auth_codes_table', 4),
(10, '2016_06_01_000002_create_oauth_access_tokens_table', 5),
(11, '2016_06_01_000003_create_oauth_refresh_tokens_table', 5),
(12, '2016_06_01_000004_create_oauth_clients_table', 5),
(13, '2016_06_01_000005_create_oauth_personal_access_clients_table', 5),
(14, '2023_09_01_231708_create_members_table', 5),
(16, '2023_09_05_191432_create_carts_table', 6);

-- --------------------------------------------------------

--
-- Table structure for table `model_has_permissions`
--

CREATE TABLE `model_has_permissions` (
  `permission_id` int(10) UNSIGNED NOT NULL,
  `model_type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `model_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `model_has_roles`
--

CREATE TABLE `model_has_roles` (
  `role_id` int(10) UNSIGNED NOT NULL,
  `model_type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `model_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `model_has_roles`
--

INSERT INTO `model_has_roles` (`role_id`, `model_type`, `model_id`) VALUES
(1, 'App\\Admin', 1),
(2, 'App\\Admin', 2);

-- --------------------------------------------------------

--
-- Table structure for table `oauth_access_tokens`
--

CREATE TABLE `oauth_access_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `client_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_clients`
--

CREATE TABLE `oauth_clients` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `secret` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `redirect` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `personal_access_client` tinyint(1) NOT NULL,
  `password_client` tinyint(1) NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_personal_access_clients`
--

CREATE TABLE `oauth_personal_access_clients` (
  `id` int(10) UNSIGNED NOT NULL,
  `client_id` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_refresh_tokens`
--

CREATE TABLE `oauth_refresh_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `access_token_id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE `permissions` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `guard_name` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`id`, `name`, `guard_name`, `created_at`, `updated_at`) VALUES
(1, 'role-list', 'admin', '2020-02-03 09:35:28', '2020-02-03 09:35:28'),
(2, 'role-create', 'admin', '2020-02-03 09:35:28', '2020-02-03 09:35:28'),
(3, 'role-edit', 'admin', '2020-02-03 09:35:28', '2020-02-03 09:35:28'),
(4, 'role-delete', 'admin', '2020-02-03 09:35:28', '2020-02-03 09:35:28'),
(9, 'menu-list', 'admin', '2020-02-03 09:35:29', '2020-02-03 09:35:29'),
(10, 'menu-create', 'admin', '2020-02-03 09:35:29', '2020-02-03 09:35:29'),
(11, 'menu-edit', 'admin', '2020-02-03 09:35:29', '2020-02-03 09:35:29'),
(12, 'menu-delete', 'admin', '2020-02-03 09:35:29', '2020-02-03 09:35:29'),
(13, 'user-list', 'admin', '2020-02-04 00:47:22', '2020-02-04 00:47:22'),
(14, 'user-create', 'admin', '2020-02-04 00:47:39', '2020-02-04 00:47:39'),
(15, 'user-edit', 'admin', '2020-02-04 00:47:47', '2020-02-04 00:47:47'),
(16, 'user-view', 'admin', '2020-02-04 00:47:54', '2020-02-04 00:47:54'),
(17, 'user-delete', 'admin', '2020-02-04 00:47:59', '2020-02-04 00:47:59'),
(18, 'user-changepass', 'admin', '2020-02-04 01:02:57', '2020-02-04 01:02:57'),
(19, 'category-list', 'admin', '2020-02-09 02:47:41', '2020-02-09 02:47:41'),
(20, 'category-create', 'admin', '2020-02-09 02:48:02', '2020-02-09 02:48:02'),
(21, 'category-edit', 'admin', '2020-02-09 02:48:08', '2020-02-09 02:48:08'),
(22, 'category-delete', 'admin', '2020-02-09 02:48:15', '2020-02-09 02:48:15'),
(23, 'category-view', 'admin', '2020-02-11 04:04:56', '2020-02-11 04:04:56'),
(29, 'newsevents-view', 'admin', '2020-02-27 02:49:13', '2020-02-27 02:49:13'),
(30, 'newsevents-create', 'admin', '2020-02-27 02:49:19', '2020-02-27 02:49:19'),
(31, 'newsevents-list', 'admin', '2020-02-27 02:49:24', '2020-02-27 02:49:24'),
(32, 'newsevents-edit', 'admin', '2020-02-27 02:49:30', '2020-02-27 02:49:30'),
(33, 'newsevents-delete', 'admin', '2020-02-27 02:49:36', '2020-02-27 02:49:36'),
(34, 'subject-create', 'admin', '2020-02-29 01:56:01', '2020-02-29 01:56:01'),
(35, 'subject-list', 'admin', '2020-02-29 01:56:11', '2020-02-29 01:56:11'),
(36, 'subject-delete', 'admin', '2020-02-29 01:56:21', '2020-02-29 01:56:21'),
(37, 'contactus-delete', 'admin', '2020-02-29 02:24:39', '2020-02-29 02:24:39'),
(38, 'contactus-list', 'admin', '2020-02-29 02:24:46', '2020-02-29 02:24:46'),
(39, 'contactus-view', 'admin', '2020-02-29 02:24:57', '2020-02-29 02:24:57'),
(40, 'customers-view', 'admin', '2020-02-29 08:23:06', '2020-02-29 08:23:06'),
(41, 'customers-list', 'admin', '2020-02-29 08:23:12', '2020-02-29 08:23:12'),
(42, 'customers-create', 'admin', '2020-02-29 08:23:16', '2020-02-29 08:23:16'),
(43, 'customers-edit', 'admin', '2020-02-29 08:23:21', '2020-02-29 08:23:21'),
(44, 'customers-delete', 'admin', '2020-02-29 08:23:27', '2020-02-29 08:23:27'),
(73, 'logs-list', 'admin', '2020-03-16 09:45:05', '2020-03-16 09:45:05'),
(74, 'logs-delete', 'admin', '2020-03-16 09:45:13', '2020-03-16 09:45:13'),
(75, 'logs-list-self-only', 'admin', '2020-03-16 09:45:56', '2020-03-16 09:45:56'),
(77, 'email-subscribers-list', 'admin', '2020-03-18 18:00:00', '2020-03-18 18:00:00'),
(78, 'customers-change-password', 'admin', '2020-03-18 18:00:00', '2020-03-18 18:00:00'),
(98, 'manufacturer-create', 'admin', '2020-03-30 02:00:17', '2020-03-30 02:00:17'),
(99, 'color-create', 'admin', '2020-03-30 03:48:17', '2020-03-30 03:48:17'),
(100, 'color-list', 'admin', '2020-03-30 03:48:23', '2020-03-30 03:48:23'),
(101, 'color-edit', 'admin', '2020-03-30 03:48:28', '2020-03-30 03:48:28'),
(102, 'color-delete', 'admin', '2020-03-30 03:48:34', '2020-03-30 03:48:34'),
(103, 'size-delete', 'admin', '2020-03-30 03:48:41', '2020-03-30 03:48:41'),
(104, 'size-edit', 'admin', '2020-03-30 03:48:46', '2020-03-30 03:48:46'),
(105, 'size-list', 'admin', '2020-03-30 03:48:51', '2020-03-30 03:48:51'),
(106, 'size-create', 'admin', '2020-03-30 03:48:56', '2020-03-30 03:48:56'),
(107, 'general-settings-edit', 'admin', '2020-03-30 09:51:18', '2020-03-30 09:51:18'),
(108, 'product-list', 'admin', '2020-03-30 10:37:41', '2020-03-30 10:37:41'),
(109, 'product-create', 'admin', '2020-03-30 10:37:52', '2020-03-30 10:37:52'),
(110, 'product-edit', 'admin', '2020-03-30 10:38:00', '2020-03-30 10:38:00'),
(111, 'product-delete', 'admin', '2020-03-30 10:38:07', '2020-03-30 10:38:07'),
(112, 'faq-list', 'admin', '2020-04-04 00:55:38', '2020-04-04 00:55:38'),
(113, 'faq-edit', 'admin', '2020-04-04 00:55:45', '2020-04-04 00:55:45'),
(114, 'faq-delete', 'admin', '2020-04-04 00:55:51', '2020-04-04 00:55:51'),
(115, 'faq-create', 'admin', '2020-04-04 00:55:57', '2020-04-04 00:55:57'),
(116, 'singlepages-create', 'admin', '2020-04-04 01:41:38', '2020-04-04 01:41:38'),
(117, 'singlepages-list', 'admin', '2020-04-04 01:41:46', '2020-04-04 01:41:46'),
(118, 'singlepages-edit', 'admin', '2020-04-04 01:41:50', '2020-04-04 01:41:50'),
(119, 'singlepages-delete', 'admin', '2020-04-04 01:41:55', '2020-04-04 01:41:55'),
(120, 'slideshow-delete', 'admin', '2020-04-04 02:44:09', '2020-04-04 02:44:09'),
(121, 'slideshow-list', 'admin', '2020-04-04 02:44:14', '2020-04-04 02:44:14'),
(122, 'slideshow-edit', 'admin', '2020-04-04 02:44:18', '2020-04-04 02:44:18'),
(123, 'slideshow-create', 'admin', '2020-04-04 02:44:22', '2020-04-04 02:44:22'),
(124, 'coupon-list', 'admin', '2020-04-04 10:16:16', '2020-04-04 10:16:16'),
(125, 'coupon-create', 'admin', '2020-04-04 10:16:39', '2020-04-04 10:16:39'),
(126, 'coupon-edit', 'admin', '2020-04-04 10:16:47', '2020-04-04 10:16:47'),
(127, 'coupon-delete', 'admin', '2020-04-04 10:16:55', '2020-04-04 10:16:55'),
(128, 'banner-create', 'admin', '2020-04-06 02:16:52', '2020-04-06 02:16:52'),
(129, 'banner-list', 'admin', '2020-04-06 02:16:58', '2020-04-06 02:16:58'),
(130, 'banner-delete', 'admin', '2020-04-06 02:17:03', '2020-04-06 02:17:03'),
(131, 'banner-edit', 'admin', '2020-04-06 02:17:08', '2020-04-06 02:17:08'),
(132, 'sections-list', 'admin', '2020-04-07 04:11:38', '2020-04-07 04:11:38'),
(133, 'sections-delete', 'admin', '2020-04-07 04:11:48', '2020-04-07 04:11:48'),
(134, 'sections-create', 'admin', '2020-04-07 04:11:55', '2020-04-07 04:11:55'),
(135, 'category-add-offer', 'admin', '2020-04-09 02:56:39', '2020-04-09 02:56:39'),
(136, 'notification-email-list', 'admin', '2020-04-27 03:45:02', '2020-04-27 03:45:02'),
(137, 'notification-email-create', 'admin', '2020-04-27 03:45:12', '2020-04-27 03:45:12'),
(138, 'notification-email-delete', 'admin', '2020-04-27 03:45:24', '2020-04-27 03:45:24'),
(139, 'order-list', 'admin', '2020-05-02 01:55:08', '2020-05-02 01:55:08'),
(140, 'order-view', 'admin', '2020-05-02 01:55:37', '2020-05-02 01:55:37'),
(141, 'order-delete', 'admin', '2020-05-02 01:56:10', '2020-05-02 01:56:10'),
(142, 'trackhistory-delete', 'admin', '2020-05-03 23:49:35', '2020-05-03 23:49:35'),
(143, 'trackhistory-list', 'admin', '2020-05-03 23:49:45', '2020-05-03 23:49:45'),
(144, 'trackhistory-create', 'admin', '2020-05-03 23:49:58', '2020-05-03 23:49:58'),
(145, 'trackhistory-edit', 'admin', '2020-05-03 23:50:07', '2020-05-03 23:50:07'),
(146, 'order-edit-status', 'admin', '2020-05-04 01:52:51', '2020-05-04 01:52:51'),
(147, 'product-review-list', 'admin', '2020-05-05 02:03:11', '2020-05-05 02:03:11'),
(148, 'product-review-delete', 'admin', '2020-05-05 02:03:18', '2020-05-05 02:03:18'),
(149, 'wishitem-list', 'admin', '2020-05-06 00:58:37', '2020-05-06 00:58:37'),
(150, 'wishitem-delete', 'admin', '2020-05-06 00:58:52', '2020-05-06 00:58:52'),
(151, 'webpush-list', 'admin', '2021-02-08 15:54:14', '2021-02-08 15:54:14'),
(152, 'webpush-edit', 'admin', '2021-02-08 15:54:14', '2021-02-08 15:54:14'),
(153, 'webpush-create', 'admin', '2021-02-08 15:54:14', '2021-02-08 15:54:14'),
(154, 'webpush-delete', 'admin', '2021-02-08 15:54:14', '2021-02-08 15:54:14'),
(155, 'payment-list', 'admin', '2021-02-08 15:54:14', '2021-02-08 15:54:14'),
(156, 'payment-delete', 'admin', '2021-02-08 15:54:14', '2021-02-08 15:54:14'),
(157, 'payment-view', 'admin', '2021-02-08 15:54:14', '2021-02-08 15:54:14'),
(158, 'wish-view', 'admin', '2021-02-08 15:54:14', '2021-02-08 15:54:14'),
(159, 'facebook-setting-edit', 'admin', '2021-02-08 15:54:14', '2021-02-08 15:54:14'),
(160, 'aboutus-edit', 'admin', '2021-02-08 15:54:14', '2021-02-08 15:54:14'),
(161, 'sms-setting-edit', 'admin', '2020-07-08 03:43:39', '2020-07-08 03:43:39'),
(162, 'export-import-edit', 'admin', '2020-07-18 11:00:09', '2020-07-18 11:00:09'),
(163, 'options-create', 'admin', '2020-08-03 06:15:32', '2020-08-03 06:15:32'),
(164, 'options-list', 'admin', '2020-08-03 06:15:32', '2020-08-03 06:15:32'),
(165, 'options-edit', 'admin', '2020-08-03 06:16:03', '2020-08-03 06:16:03'),
(166, 'options-delete', 'admin', '2020-08-03 06:16:03', '2020-08-03 06:16:03'),
(167, 'warranty-create', 'admin', '2020-09-20 07:35:21', '2020-09-20 07:35:21'),
(168, 'warranty-edit', 'admin', '2020-09-20 07:35:21', '2020-09-20 07:35:21'),
(169, 'warranty-list', 'admin', '2020-09-20 07:35:58', '2020-09-20 07:35:58'),
(170, 'warranty-delete', 'admin', '2020-09-20 07:35:58', '2020-09-20 07:35:58'),
(171, 'product-duplicate', 'admin', '2020-09-20 11:09:48', '2020-09-20 11:09:48'),
(172, 'deliverytimes-create', 'admin', '2020-12-23 04:22:22', '2020-12-23 04:22:22'),
(173, 'deliverytimes-edit', 'admin', '2020-12-23 04:22:22', '2020-12-23 04:22:22'),
(174, 'deliverytimes-delete', 'admin', '2020-12-23 04:22:42', '2020-12-23 04:22:42'),
(175, 'deliverytimes-list', 'admin', '2020-12-23 04:22:42', '2020-12-23 04:22:42'),
(176, 'searchoption-list', 'admin', '2021-01-02 12:47:07', '2021-01-02 12:47:07'),
(177, 'searchoption-create', 'admin', '2021-01-02 12:47:07', '2021-01-02 12:47:07'),
(178, 'searchoption-edit', 'admin', '2021-01-02 12:47:26', '2021-01-02 12:47:26'),
(179, 'searchoption-delete', 'admin', '2021-01-02 12:47:26', '2021-01-02 12:47:26'),
(180, 'brand-list', 'admin', '2021-02-09 10:12:06', '2021-02-09 10:12:06'),
(181, 'brand-create', 'admin', '2021-02-09 10:12:06', '2021-02-09 10:12:06'),
(182, 'brand-edit', 'admin', '2021-02-09 10:12:52', '2021-02-09 10:12:52'),
(183, 'brand-delete', 'admin', '2021-02-09 10:12:52', '2021-02-09 10:12:52'),
(184, 'manufacturer-list', 'admin', '2021-02-11 15:15:04', '2021-02-11 15:15:04'),
(185, 'manufacturer-delete', 'admin', '2021-02-11 15:15:04', '2021-02-11 15:15:04'),
(186, 'manufacturer-edit', 'admin', '2021-02-11 15:15:13', '2021-02-11 15:15:13'),
(187, 'country-list', 'admin', '2021-02-11 15:22:36', '2021-02-11 15:22:36'),
(188, 'country-edit', 'admin', '2021-02-11 15:22:36', '2021-02-11 15:22:36'),
(189, 'country-delete', 'admin', '2021-02-11 15:22:57', '2021-02-11 15:22:57'),
(190, 'country-create', 'admin', '2021-02-11 15:22:57', '2021-02-11 15:22:57'),
(191, 'state-list', 'admin', '2021-02-11 15:23:19', '2021-02-11 15:23:19'),
(192, 'state-edit', 'admin', '2021-02-11 15:23:19', '2021-02-11 15:23:19'),
(193, 'state-create', 'admin', '2021-02-11 15:23:36', '2021-02-11 15:23:36'),
(194, 'state-delete', 'admin', '2021-02-11 15:23:36', '2021-02-11 15:23:36'),
(195, 'area-list', 'admin', '2021-02-11 15:23:58', '2021-02-11 15:23:58'),
(196, 'area-delete', 'admin', '2021-02-11 15:23:58', '2021-02-11 15:23:58'),
(197, 'area-create', 'admin', '2021-02-11 15:24:13', '2021-02-11 15:24:13'),
(198, 'area-edit', 'admin', '2021-02-11 15:24:13', '2021-02-11 15:24:13'),
(199, 'popup-list', 'admin', '2021-08-30 07:43:01', '2021-08-30 07:43:01'),
(200, 'popup-edit', 'admin', '2021-08-30 07:44:02', '2021-08-30 07:44:03'),
(201, 'popup-create', 'admin', '2021-08-30 07:44:46', '2021-08-30 07:44:46'),
(202, 'popup-delete', 'admin', '2021-08-30 07:45:24', '2021-08-30 07:45:24'),
(203, 'mostsold-list', 'admin', '2021-09-02 05:06:01', '2021-09-02 05:06:01'),
(204, 'outofstock-list', 'admin', '2021-09-02 05:06:01', '2021-09-02 05:06:01'),
(205, 'topbuyers-list', 'admin', '2021-09-02 07:29:05', '2021-09-02 07:29:05'),
(206, 'inventory-list', 'admin', '2021-09-04 06:38:56', '2021-09-04 06:38:56'),
(207, 'daystime-list', 'admin', '2021-09-04 09:47:20', '2021-09-04 09:47:20'),
(208, 'shipment-list', 'admin', '2021-09-09 08:08:17', '2021-09-09 08:08:17'),
(209, 'zones-list', 'admin', '2021-09-13 11:19:23', '2021-09-13 11:19:23'),
(210, 'zones-create', 'admin', '2021-09-13 11:19:23', '2021-09-13 11:19:23'),
(211, 'zones-edit', 'admin', '2021-09-13 11:19:42', '2021-09-13 11:19:42'),
(212, 'zones-delete', 'admin', '2021-09-13 11:19:42', '2021-09-13 11:19:42');

-- --------------------------------------------------------

--
-- Table structure for table `provinces`
--

CREATE TABLE `provinces` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `provinces`
--

INSERT INTO `provinces` (`id`, `name`, `created_at`, `updated_at`) VALUES
(1, 'آذربايجان شرقي', NULL, NULL),
(2, 'آذربايجان غربي', NULL, NULL),
(3, 'اردبيل', NULL, NULL),
(4, 'اصفهان', NULL, NULL),
(5, 'البرز', NULL, NULL),
(6, 'ايلام', NULL, NULL),
(7, 'بوشهر', NULL, NULL),
(8, 'تهران', NULL, NULL),
(9, 'چهارمحال و بختياري', NULL, NULL),
(10, 'خراسان جنوبي', NULL, NULL),
(11, 'خراسان رضوي', NULL, NULL),
(12, 'خراسان شمالي', NULL, NULL),
(13, 'خوزستان', NULL, NULL),
(14, 'زنجان', NULL, NULL),
(15, 'سمنان', NULL, NULL),
(16, 'سيستان و بلوچستان', NULL, NULL),
(17, 'فارس', NULL, NULL),
(18, 'قزوين', NULL, NULL),
(19, 'قم', NULL, NULL),
(20, 'كردستان', NULL, NULL),
(21, 'كرمان', NULL, NULL),
(22, 'كرمانشاه', NULL, NULL),
(23, 'كهگيلويه و بويراحمد', NULL, NULL),
(24, 'گلستان', NULL, NULL),
(25, 'گيلان', NULL, NULL),
(26, 'لرستان', NULL, NULL),
(27, 'مازندران', NULL, NULL),
(28, 'مركزي', NULL, NULL),
(29, 'هرمزگان', NULL, NULL),
(30, 'همدان', NULL, NULL),
(31, 'يزد', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `guard_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `name`, `guard_name`, `created_at`, `updated_at`) VALUES
(1, 'Admin', 'admin', '2020-02-03 12:35:44', '2020-02-03 12:35:44'),
(2, 'Account', 'admin', '2020-02-02 21:00:00', '2020-02-03 21:00:00'),
(3, 'Regular Operator', 'admin', '2020-03-17 04:37:19', '2020-03-17 04:37:19');

-- --------------------------------------------------------

--
-- Table structure for table `role_has_permissions`
--

CREATE TABLE `role_has_permissions` (
  `permission_id` int(10) UNSIGNED NOT NULL,
  `role_id` int(10) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `role_has_permissions`
--

INSERT INTO `role_has_permissions` (`permission_id`, `role_id`) VALUES
(19, 3),
(20, 3),
(21, 3),
(22, 3),
(23, 3),
(29, 3),
(30, 3),
(31, 3),
(32, 3),
(33, 3),
(34, 3),
(35, 3),
(36, 3),
(37, 3),
(38, 3),
(39, 3),
(40, 3),
(41, 3),
(42, 3),
(43, 3),
(44, 3),
(1, 2),
(2, 2),
(3, 2),
(4, 2),
(9, 2),
(10, 2),
(11, 2),
(12, 2),
(13, 2),
(14, 2),
(15, 2),
(16, 2),
(17, 2),
(18, 2),
(1, 1),
(2, 1),
(3, 1),
(4, 1),
(9, 1),
(10, 1),
(11, 1),
(12, 1),
(13, 1),
(14, 1),
(15, 1),
(16, 1),
(17, 1),
(18, 1),
(19, 1),
(20, 1),
(21, 1),
(22, 1),
(23, 1),
(29, 1),
(30, 1),
(31, 1),
(32, 1),
(33, 1),
(34, 1),
(35, 1),
(36, 1),
(37, 1),
(38, 1),
(39, 1),
(40, 1),
(41, 1),
(42, 1),
(43, 1),
(44, 1),
(73, 1),
(74, 1),
(77, 1),
(78, 1),
(98, 1),
(99, 1),
(100, 1),
(101, 1),
(102, 1),
(103, 1),
(104, 1),
(105, 1),
(106, 1),
(107, 1),
(108, 1),
(109, 1),
(110, 1),
(111, 1),
(112, 1),
(113, 1),
(114, 1),
(115, 1),
(116, 1),
(117, 1),
(118, 1),
(119, 1),
(120, 1),
(121, 1),
(122, 1),
(123, 1),
(124, 1),
(125, 1),
(126, 1),
(127, 1),
(128, 1),
(129, 1),
(130, 1),
(131, 1),
(132, 1),
(133, 1),
(134, 1),
(135, 1),
(136, 1),
(137, 1),
(138, 1),
(139, 1),
(140, 1),
(141, 1),
(142, 1),
(143, 1),
(144, 1),
(145, 1),
(146, 1),
(147, 1),
(148, 1),
(149, 1),
(150, 1),
(151, 1),
(152, 1),
(153, 1),
(154, 1),
(155, 1),
(156, 1),
(157, 1),
(158, 1),
(159, 1),
(160, 1),
(161, 1),
(162, 1),
(163, 1),
(164, 1),
(165, 1),
(166, 1),
(167, 1),
(168, 1),
(169, 1),
(170, 1),
(171, 1),
(172, 1),
(173, 1),
(174, 1),
(175, 1),
(176, 1),
(177, 1),
(178, 1),
(179, 1),
(180, 1),
(181, 1),
(182, 1),
(183, 1),
(184, 1),
(185, 1),
(186, 1),
(187, 1),
(188, 1),
(189, 1),
(190, 1),
(191, 1),
(192, 1),
(193, 1),
(194, 1),
(195, 1),
(196, 1),
(197, 1),
(198, 1),
(199, 1),
(200, 1),
(201, 1),
(202, 1),
(203, 1),
(204, 1),
(205, 1),
(206, 1),
(207, 1),
(208, 1),
(209, 1),
(210, 1),
(211, 1),
(212, 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `carts`
--
ALTER TABLE `carts`
  ADD PRIMARY KEY (`id`),
  ADD KEY `carts_product_id_index` (`product_id`),
  ADD KEY `carts_member_id_index` (`member_id`);

--
-- Indexes for table `cities`
--
ALTER TABLE `cities`
  ADD PRIMARY KEY (`id`),
  ADD KEY `relation` (`province_id`);

--
-- Indexes for table `gwc_apis`
--
ALTER TABLE `gwc_apis`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_banners`
--
ALTER TABLE `gwc_banners`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_brands`
--
ALTER TABLE `gwc_brands`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_categories`
--
ALTER TABLE `gwc_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_colors`
--
ALTER TABLE `gwc_colors`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_contactus`
--
ALTER TABLE `gwc_contactus`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_country`
--
ALTER TABLE `gwc_country`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_coupons`
--
ALTER TABLE `gwc_coupons`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_customers`
--
ALTER TABLE `gwc_customers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_customers_address`
--
ALTER TABLE `gwc_customers_address`
  ADD UNIQUE KEY `id` (`id`);

--
-- Indexes for table `gwc_customers_wish`
--
ALTER TABLE `gwc_customers_wish`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_faqs`
--
ALTER TABLE `gwc_faqs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_logs`
--
ALTER TABLE `gwc_logs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_manufacturers`
--
ALTER TABLE `gwc_manufacturers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_menus`
--
ALTER TABLE `gwc_menus`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_newsletter`
--
ALTER TABLE `gwc_newsletter`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_notification_emails`
--
ALTER TABLE `gwc_notification_emails`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_orders`
--
ALTER TABLE `gwc_orders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_orders_delivery_times`
--
ALTER TABLE `gwc_orders_delivery_times`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_orders_details`
--
ALTER TABLE `gwc_orders_details`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_orders_option`
--
ALTER TABLE `gwc_orders_option`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_orders_temp`
--
ALTER TABLE `gwc_orders_temp`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_orders_temp_option`
--
ALTER TABLE `gwc_orders_temp_option`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_orders_track`
--
ALTER TABLE `gwc_orders_track`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_payment_method`
--
ALTER TABLE `gwc_payment_method`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_popups`
--
ALTER TABLE `gwc_popups`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_products`
--
ALTER TABLE `gwc_products`
  ADD PRIMARY KEY (`id`),
  ADD KEY `brand_id` (`brand_id`),
  ADD KEY `manufacturer_id` (`manufacturer_id`);

--
-- Indexes for table `gwc_products_attribute`
--
ALTER TABLE `gwc_products_attribute`
  ADD UNIQUE KEY `id` (`id`);

--
-- Indexes for table `gwc_products_category`
--
ALTER TABLE `gwc_products_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_products_gallery`
--
ALTER TABLE `gwc_products_gallery`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_products_inquiry`
--
ALTER TABLE `gwc_products_inquiry`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_products_options`
--
ALTER TABLE `gwc_products_options`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_products_option_custom`
--
ALTER TABLE `gwc_products_option_custom`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_products_option_custom_child`
--
ALTER TABLE `gwc_products_option_custom_child`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_products_option_custom_chosen`
--
ALTER TABLE `gwc_products_option_custom_chosen`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_products_review`
--
ALTER TABLE `gwc_products_review`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_products_tags`
--
ALTER TABLE `gwc_products_tags`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_sections`
--
ALTER TABLE `gwc_sections`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_settings`
--
ALTER TABLE `gwc_settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_singlepages`
--
ALTER TABLE `gwc_singlepages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_sizes`
--
ALTER TABLE `gwc_sizes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_slideshows`
--
ALTER TABLE `gwc_slideshows`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_sms_notify`
--
ALTER TABLE `gwc_sms_notify`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_subjects`
--
ALTER TABLE `gwc_subjects`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_transaction`
--
ALTER TABLE `gwc_transaction`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_users`
--
ALTER TABLE `gwc_users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_warranty`
--
ALTER TABLE `gwc_warranty`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_web_device_register`
--
ALTER TABLE `gwc_web_device_register`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_web_push_message`
--
ALTER TABLE `gwc_web_push_message`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gwc_zones`
--
ALTER TABLE `gwc_zones`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `intro_sections`
--
ALTER TABLE `intro_sections`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `members`
--
ALTER TABLE `members`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `oauth_access_tokens`
--
ALTER TABLE `oauth_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_access_tokens_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_clients`
--
ALTER TABLE `oauth_clients`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_clients_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_personal_access_clients_client_id_index` (`client_id`);

--
-- Indexes for table `oauth_refresh_tokens`
--
ALTER TABLE `oauth_refresh_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_refresh_tokens_access_token_id_index` (`access_token_id`);

--
-- Indexes for table `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `provinces`
--
ALTER TABLE `provinces`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  ADD KEY `role_has_permissions_permission_id_foreign` (`permission_id`),
  ADD KEY `role_has_permissions_role_id_foreign` (`role_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `carts`
--
ALTER TABLE `carts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `cities`
--
ALTER TABLE `cities`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1120;

--
-- AUTO_INCREMENT for table `gwc_apis`
--
ALTER TABLE `gwc_apis`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- AUTO_INCREMENT for table `gwc_banners`
--
ALTER TABLE `gwc_banners`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `gwc_brands`
--
ALTER TABLE `gwc_brands`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;

--
-- AUTO_INCREMENT for table `gwc_categories`
--
ALTER TABLE `gwc_categories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=128;

--
-- AUTO_INCREMENT for table `gwc_colors`
--
ALTER TABLE `gwc_colors`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=94;

--
-- AUTO_INCREMENT for table `gwc_contactus`
--
ALTER TABLE `gwc_contactus`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `gwc_country`
--
ALTER TABLE `gwc_country`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=131;

--
-- AUTO_INCREMENT for table `gwc_coupons`
--
ALTER TABLE `gwc_coupons`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_customers`
--
ALTER TABLE `gwc_customers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_customers_address`
--
ALTER TABLE `gwc_customers_address`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_customers_wish`
--
ALTER TABLE `gwc_customers_wish`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_faqs`
--
ALTER TABLE `gwc_faqs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_logs`
--
ALTER TABLE `gwc_logs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `gwc_manufacturers`
--
ALTER TABLE `gwc_manufacturers`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `gwc_menus`
--
ALTER TABLE `gwc_menus`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=58;

--
-- AUTO_INCREMENT for table `gwc_newsletter`
--
ALTER TABLE `gwc_newsletter`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_notification_emails`
--
ALTER TABLE `gwc_notification_emails`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `gwc_orders`
--
ALTER TABLE `gwc_orders`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_orders_delivery_times`
--
ALTER TABLE `gwc_orders_delivery_times`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `gwc_orders_details`
--
ALTER TABLE `gwc_orders_details`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_orders_option`
--
ALTER TABLE `gwc_orders_option`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_orders_temp`
--
ALTER TABLE `gwc_orders_temp`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10535;

--
-- AUTO_INCREMENT for table `gwc_orders_temp_option`
--
ALTER TABLE `gwc_orders_temp_option`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_orders_track`
--
ALTER TABLE `gwc_orders_track`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_payment_method`
--
ALTER TABLE `gwc_payment_method`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `gwc_popups`
--
ALTER TABLE `gwc_popups`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `gwc_products`
--
ALTER TABLE `gwc_products`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_products_attribute`
--
ALTER TABLE `gwc_products_attribute`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_products_category`
--
ALTER TABLE `gwc_products_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_products_gallery`
--
ALTER TABLE `gwc_products_gallery`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_products_inquiry`
--
ALTER TABLE `gwc_products_inquiry`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_products_options`
--
ALTER TABLE `gwc_products_options`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_products_option_custom`
--
ALTER TABLE `gwc_products_option_custom`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_products_option_custom_child`
--
ALTER TABLE `gwc_products_option_custom_child`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_products_option_custom_chosen`
--
ALTER TABLE `gwc_products_option_custom_chosen`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_products_review`
--
ALTER TABLE `gwc_products_review`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_products_tags`
--
ALTER TABLE `gwc_products_tags`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_sections`
--
ALTER TABLE `gwc_sections`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=33;

--
-- AUTO_INCREMENT for table `gwc_settings`
--
ALTER TABLE `gwc_settings`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `gwc_singlepages`
--
ALTER TABLE `gwc_singlepages`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `gwc_sizes`
--
ALTER TABLE `gwc_sizes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `gwc_slideshows`
--
ALTER TABLE `gwc_slideshows`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=56;

--
-- AUTO_INCREMENT for table `gwc_sms_notify`
--
ALTER TABLE `gwc_sms_notify`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `gwc_subjects`
--
ALTER TABLE `gwc_subjects`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `gwc_transaction`
--
ALTER TABLE `gwc_transaction`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `gwc_users`
--
ALTER TABLE `gwc_users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `gwc_warranty`
--
ALTER TABLE `gwc_warranty`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `gwc_web_device_register`
--
ALTER TABLE `gwc_web_device_register`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_web_push_message`
--
ALTER TABLE `gwc_web_push_message`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gwc_zones`
--
ALTER TABLE `gwc_zones`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `intro_sections`
--
ALTER TABLE `intro_sections`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `members`
--
ALTER TABLE `members`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `oauth_clients`
--
ALTER TABLE `oauth_clients`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=213;

--
-- AUTO_INCREMENT for table `provinces`
--
ALTER TABLE `provinces`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;

--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `cities`
--
ALTER TABLE `cities`
  ADD CONSTRAINT `relation` FOREIGN KEY (`province_id`) REFERENCES `provinces` (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
